[
  {
    "name": "Nukkad Natak",
    "shortDescription": "",
    "details": "The eloping beats of nagadas and dholkis filling the atmosphere with hysterical enthusiasm, the loud jingles echoing in symphony and the zestful performers with their crisp script in mottled hued dupattas are sure to give one the dose of live action and stunts amidst a live crowd. The fun yet the moral nature will not only leave you gaping for more but also stir up your emotions and awareness. The thunderous performances have questions that need to be answered, and answers that will leave you baffled. Nukkad Natak (street play) is a form of theatre which aims at spreading social awareness with style! This time Chandigarh eliminations for Aagaaz(Street Play Competition) at Mood Indigo, IIT Bombay will take place at PECfest and the winner would get a direct entry to the higher rounds of Mood Indigo 2017.",
    "rulesList": "Rules: \n1. Team Limit is 8-20 including all music accompanists. Only members of teams with valid college ID card will be allowed to participate.<br/> <br/>2. Time limit - 6 minutes to 10 minutes (including setup and clearance time i.e. empty stage o empty stage).<br/><br/>3. Only one team per college is allowed to perform in the eliminations.<br/><br/>4.Teams must perform a part of the street play that they will perform in the finals of Mood Indigo, IIT Bombay.                                                                                                                                              <br/><br/>5. The play may be in Hindi, English or Hinglish. However, short snippets in other languages are allowed.\n<br/><br/>6. Plays can be based on any theme. However, inappropriate content, blasphemy or content defaming any political party or religious group is STRICTLY prohibited.\n<br/><br/>7. No electrical appliances (for example, amplifiers) shall be allowed during the performance, whether inside or outside the circle of performance. No plug points will be provided for this purpose. No teams shall play any recorded music using mobile phones or tapes.\n<br/><br/>8. No Props will be provided.\n<br/><br/>9. Use of fire/water/live animals/smoke machines on stage (or anywhere in its vicinity) which has a possibility of damaging the stage is STRICTLY prohibited. \n<br/>10. Teams are expected to mention approximate time for their plays at the time of registration.\n<br/><br/>11. Registration will be done online or team Leader can contact above mentioned event coordinator.",
    "eventType": "Cultural",
    "category": "Dramatics",
    "prize": "",
    "coordinators": "Shubham Paliwal 8427682859"
  },
  {
    "name": "Rangmanch",
    "shortDescription": "",
    "details": "“The blood has been spilt, you may clean it but the stains will stay!” \n– Anonymous\nHere’s to the spotlight shining, the red curtains retreating and the acting that will drown you into a sea of emotions. You may cry, may even laugh or watch with an unwavering gaze. You see it every day, but you have never seen it before. The plethora of expressions, diversity of unimaginable characters, red of the blood all to impress you! Actors from the region will enliven the stage and perform their hearts out to stand victorious in this tough clash of theatre-acting. Welcome to the Stage play competition.",
    "rulesList": "Rules:<br/><br/>1. Time limit - 30 minutes to 75 minutes (empty stage to empty stage).<br/><br/>2. There would be no restriction on the number of members in a team. All the members of teams must have a valid college ID card in order to participate.<br/><br/>3. The play may be in Hindi, English or Hinglish.<br/><br/>4. No type of banners, stickers are allowed on the stage backdrop.<br/><br/>5. Use of fire/water/smoke machines on stage (or anywhere in its vicinity) is strictly prohibited.<br/><br/>6. Teams must bring all the costumes and props with them as the organizing committee will not provide anything except for a few chairs and tables for stage setting.<br/><br/>7. Mikes and Lights will be provided and are expected to appoint someone to operate them during the performance.<br/><br/>8. Teams are expected to mention approximate time for their plays at the time of registration.<br/><br/>9. Registration will be done online or team Leader can contact above mentioned event coordinator.",
    "eventType": "Cultural",
    "category": "Dramatics",
    "prize": "",
    "coordinators": "Shubham Paliwal- 8427682859"
  },
  {
    "name": "Drama Rama",
    "shortDescription": "",
    "details": "If you can boast of having a unique plot, diverse characters and the elemental skill to express yourself in the given few moments that can fill the audience with a sense of wonder and admiration then welcome to another quest for glory!\nDrama-Rama is the skit competition giving all actors a stage to portray their dramatic flair and knack for humour.\nLet others enter the bubble of your thoughts. Impress the judges and take home the prize money!",
    "rulesList": "Rules:<br/><br/>1. Time limit - 12 minutes to 20 minutes (empty stage to empty stage).<br/><br/>2. There would be no restriction on number of members in a team. Only members of teams with valid college ID card will be allowed to participate.<br/><br/>3. The skit may be in Hindi, English or Hinglish.<br/><br/>4. Sticking on the backdrop will NOT be allowed.<br/><br/>5. Use of fire/ water/ smoke machines on stage (or anywhere in its vicinity) is strictly prohibited.<br/><br/>6. Teams must bring all the costumes and props with them as PEC will not provide anything. Only a few chairs and tables for stage setting may be provided.<br/><br/>7. Mikes, lights will be provided.<br/><br/>8. Registration will be done online or team leader can contact below mentioned event coordinator.",
    "eventType": "Cultural",
    "category": "Dramatics",
    "prize": "",
    "coordinators": "Shubham Paliwal- 8427682859"
  },
  {
    "name": "Mime",
    "shortDescription": "",
    "details": "Everything but words to express, nothing but the body to suggest. Introducing things silently but smartly. We know nor are the words necessary evil that expressions require neither is body self-sufficient. To express all we can. But, this is an art in itself, isn't it? To use something more than before. To express something differently and to give even the slightest of object a defined meaning.\n‘Mime Your Language’ is the mime competition to take you back to the times of Charlie Chaplin and Marcel Marceau.",
    "rulesList": "Rules:<br/><br/>\n1. Team Limit is 10. Only members of teams with valid college ID card will be allowed to participate.<br/><br/>\n2. Time limit - 8 minutes to 15 minutes (empty stage to empty stage).<br/><br/>\n3. Teams must bring all the costumes and props with them as the organizing committee will not provide anything except for a few chairs and tables for stage setting.<br/><br/>\n4. Pre-recorded music is allowed and should be brought in a pen drive in .mp3 format only. However, the music should not contain any kind of recognizable human words in any language.<br/><br/>\n5. Laptop, mikes and Lights will be provided and are expected to appoint someone to sit and operate them during the performance.<br/><br/>\n6. Use of fire/water/smoke machines on stage (or anywhere in its vicinity) is strictly prohibited.<br/><br/>\n7. Teams are expected to mention approximate time for their plays at the time of registration.<br/><br/>\n8. Registration will be done online or team Leader can contact above mentioned event coordinator.<br/><br/>",
    "eventType": "Cultural",
    "category": "Dramatics",
    "prize": "",
    "coordinators": "Shubham Paliwal- 8427682859"
  },
  {
    "name": "Stand up Comedy",
    "shortDescription": "",
    "details": "Confident in your know how of making a live audience roll over with laughter? Think you could get up on a stage in front of a room of strangers and deliver gag after gag?Then come along, alone or in pairs and showcase your fabulous improvisational and comical skills. Give the crowd and the judges the time of their lives. After all, laughter is the best medicine.",
    "rulesList": "Rules:<br/><br/>\n1. Time limit - 4 minutes to 7 minutes (empty stage to empty stage). And for prelims, time limit is 1 minute to 3 minutes.<br/><br/>\n2. Maximum of 2 members are allowed in a team. Only members of teams with valid college ID card will be allowed to participate.<br/><br/>\n3. The act may be in Punjabi, Hindi, English or Hinglish.<br/><br/>\n4. Sticking on the backdrop will NOT be allowed.<br/><br/>\n5. Use of fire/ water/ smoke machines on stage (or anywhere in its vicinity) is strictly prohibited.<br/><br/>\n6. Teams must bring all the costumes and props with them as PEC will not provide anything. Only a few chairs and tables for stage setting may be provided.<br/><br/>\n7. Mikes, lights will be provided.<br/><br/>\n8. Registration will be done online or team leader can contact above mentioned event coordinator.<br/><br/>",
    "eventType": "Cultural",
    "category": "Dramatics",
    "prize": "",
    "coordinators": "Shubham Paliwal- 8427682859"
  },
  {
    "name": "Rang Punjab De",
    "shortDescription": "",
    "details": "When the PEC Auditorium is packed with people the double its capacity, the audience is full of liveliness and energy, punjabi music is blaring on the speakers, it is the time for the most colorful and vibrant event – Rang Punjab De!! True to its name, this event is sure to take you through the cultural richness of Punjab through vibrant performances of Bhangra, Giddha, Malwai Giddha, Stage Play, Singing and Poem Recitation.",
    "rulesList": "",
    "eventType": "Cultural",
    "category": "Dramatics",
    "prize": "",
    "coordinators": "Shubham Paliwal- 8427682859"
  },
  {
    "name": "Punjabi Stand Up Comedy",
    "shortDescription": "",
    "details": "The Punjabi Movies are a pure dose of laughter with their characters: be it Dhillon and Goldy (Kaala coat awein ee ni paya!?) or Shaimpy (Raaja Beta de ikk chanta!!).Well, have you got that humor in you that would make the audience go LOL? With Kalolaan, we provide you a stage to make audience laugh their wits out",
    "rulesList": "Rules:<br/><br/>The jokes should not be vulgar and intended to make fun of any society/ religion/ race or culture.",
    "eventType": "Cultural",
    "category": "Dramatics",
    "prize": "",
    "coordinators": "Shubham Paliwal- 8427682859"
  },
  {
    "name": "ROCK-A-THON",
    "shortDescription": "",
    "details": "PECFEST 2k17 welcomes you to the one of the biggest band wars in North India! An event full of thrilling bands ranging from Fusion to Death Metal, competing against each other and showing off their skills, from shredding to whiplash. \n\nGet ready to head bang all the way!!",
    "rulesList": "Rules:<br/><br/>\n1. Every band interested in participating is supposed to send the following on the given email ID: rockathon.pec@gmail.com<br/><br/>\n-Band Profile (Name of the band with all the members, genre, contact)<br/><br/>\n-Original compositions and cover (Attach a video of each)<br/><br/>\n-Link to a website or Facebook page (if any)<br/><br/>\n2. Every band is required to perform a minimum of ONE original composition.<br/><br/>\n3. Time allotted to each band will be about 20 minutes (including the sound check) after the band's name is called on the PA system.<br/><br/>\n4. All bands will be provided with a pro quality 5-piece drum kit and a high-quality sound setup.<br/><br/>\nNOTE: All bands have to bring along any required instruments and processors themselves.<br/><br/>\n5. All the band members are required to carry their college ID cards with a photocopy of the same.<br/><br/>\n6. The decision of the judges will be final and binding in every respect. Requests pertaining to change of time slots WILL NOT BE ENTERTAINED under any circumstances.<br/><br/>\nRULES ARE SUBJECT TO CHANGE.<br/><br/> \n*Time is subjected to change.<br/><br/>",
    "eventType": "Cultural",
    "category": "Music",
    "prize": "",
    "coordinators": "Amandeep Singh- 8958709788 : Gaurav- 9815490916"
  },
  {
    "name": "Rap battle",
    "shortDescription": "",
    "details": "Get ready to unleash the inner Eminem inside you because the much-awaited event of North is here: “THE RAP BATTLE”(PECFEST 2K17) where we give you the opportunity to unveil the language of expression, language not defined by any boundaries and no guidelines. So, let go of any restrains and perform like you never did, like you always wanted on this stage. Savor the applause of the hundreds and appreciation of thousands. Enchant the panelists. Let them behold the power and potential of your voice.\n\nWe await you and your passion this PECFEST. May the most energetic and enthusiastic prevail.",
    "rulesList": "Rules:<br/><br/>\nYou have to register at PECFEST website and get your PECFEST ID at least 2 hours before the event.<br/><br/>\nIt is a solo competition.<br/><br/>\nEvent will take part in 2 stages.<br/><br/>\nStage 1:<br/><br/>\n1. Your flow and lyrical expertise will be checked along with your crowd interaction and crowd engaging capacity on an instrumental track.<br/><br/>\n2. 15-20 seconds will be given to you to listen to the beat.<br/><br/>\n3. Beat given to you is final and will not be changed. Each performance has to be less than 2 minutes.<br/><br/>\n4. Participants clearing stage 1 will proceed to stage 2.<br/><br/>\n\nStage 2:<br/><br/>\n1. Face off rap battle will take place between 2 rappers at a time.<br/><br/>\n2. This round will not have any instrumental track.<br/><br/>\n3. At least 45 seconds will be given for one round in the battle.<br/><br/>\n4. Make sure to keep the rap clean else you face direct DISQUALIFICATION.<br/><br/>\n5. Crowd response will be given weight age.<br/><br/>\n6. Decision of judges will be final and binding.<br/><br/>\nRULES ARE SUBJECT TO CHANGE.<br/><br/>\n1. Kindly mail your NAME, PECFEST ID, CONTACT NUMBER and ADDRESS at<br/><br/>\n2. shubham7guy@gmail.com  OR  rtanwar616@gmail.com<br/><br/>",
    "eventType": "Cultural",
    "category": "Music",
    "prize": "",
    "coordinators": "Amandeep Singh- 8958709788 : Gaurav 9815490916"
  },
  {
    "name": "Crotchet",
    "shortDescription": "",
    "details": "Standing there shivering or boldly held by the grip of numerous eyes, desire to make everyone to listen to your voice, the desire to show everyone the magic of your notes and scales. Here we are presenting before you an opportunity to unveil the language of expression, language not defined by any boundaries and no guidelines. So, let go of any restrains and perform like you never did, like you always wanted on this stage. Savor the applause of the hundreds and appreciation of thousands. Enchant the panelists. Let them behold the power and potential of your voice. We await you and your passion this PECFEST. May the most melodious and mellow prevail.",
    "rulesList": "Rules:<br/><br/>\n1. Time limit for the preliminary round is 3 minute at max per participant.<br/><br/>\n2. Finalists will be shortlisted after the preliminary round.<br/><br/>\n3. Time limit for the final round is 6 minute at max per participant.<br/><br/>\n4. No karaoke will be allowed.<br/><br/>\n5. A keyboard and an acoustic guitar will be provided by the organizers.<br/><br/>\n6. Maximum two instrumentalists will be allowed to accompany the singer in the final round and 1 in the preliminary round.<br/><br/>\n7. The decision of the judges will be final.<br/><br/>\n8. To apply for the competition, register first at the PECFEST website, then e-mail the details on the given e-mail address.<br/><br/>\n\n*RULES ARE SUBJECT TO CHANGE<br/><br/>",
    "eventType": "Cultural",
    "category": "Music",
    "prize": "Hindi: 1st: Rs 2000; 2nd: Rs 1000.  Along with the prize money, the winners get a direct qualification to the higher rounds of the event MI Idol, at Mood Indigo, IIT-Bombay.",
    "coordinators": "Amandeep Singh- 8958709788 : Gaurav- 9815490916"
  },
  {
    "name": "Solo instrumental",
    "shortDescription": "",
    "details": "Tabla, Keyboard, Guitar, sitar, sarod, flute, ukulele.... think you have mastered these instruments or any other amazing instrument???\n\nWell this PECFEST we are providing you the chance to show off your skills and leave each and every person in awe of your talents. The much awaited, Solo Instrumental event of PECFEST 2017 is back!!!! \n\nRegister yourself for the competition here right now!! Hurry!!\n\nPercussions, strings and everything in between is allowed as long as you can create a piece of music so enchanting that the audience is in a trance even after the performance ends. \n\nThis one is for the superheroes who do not get their own movies. So, impress the judges based on your technical prowess alone, unadorned by the clutter of words and voices.",
    "rulesList": "Rules:<br/><br/>\n1. Each instrumentalist has to register beforehand itself or on spot 1 hour before the event starts. After the event starts, no unregistered participant shall be accepted for the event.<br/><br/>\n2. Each instrumentalist will be allotted a total of 8 minutes including setup.<br/><br/>\n3. Everyone is expected to keep ABSOLUTE SILENCE during any performance. Forfeit from doing this, and you shall be disqualified.<br/><br/>\n4. The decision of judges will be final and binding in every respect.<br/><br/>\n5. Everyone is expected to be in the venue at time. If you miss your slot, your performance will be scheduled at the end, after every other performance is done.<br/><br/>\n6. There won’t be any equipment provided from our side. Each participant is expected to bring his/her own instrument.<br/><br/>\n\n*RULES ARE SUBJECT TO CHANGE<br/><br/>",
    "eventType": "Cultural",
    "category": "Music",
    "prize": "",
    "coordinators": "Amandeep Singh- 8958709788 : Gaurav- 9815490916"
  },
  {
    "name": "Antakshri",
    "shortDescription": "",
    "details": "Oh the wonderful nostalgia of song! For all the Bollywood fanatics with a super sharp memory for lyrics, brush up on your musical knowledge and update your songbooks if you wish to emerge victorious in this competition of wits, quick-thinking and an extensive know-how of our favourite musicals. No judgment if you're not in tune. Just bring your friends and sing along in the most fun and least demanding event of the festival",
    "rulesList": "Rules:<br/><br/>\n1. The competition will be held in two rounds. The participants have to come in teams of 2 or 3.<br/><br/>\n2. The first round (prelims) will be a quiz related to Bollywood and the Musical World.<br/><br/>\n3. 10 teams will be shortlisted on the basis of the prelims.<br/><br/>\n4. The shorlisted teams will be in the running for the next round which consists of many competitons like Audio Visual Round and other fun competitions. <br/><br/>\n\nThe top three teams will be announced and cash.<br/><br/>",
    "eventType": "Cultural",
    "category": "Music",
    "prize": "",
    "coordinators": "Amandeep Singh- 8958709788 : Gaurav- 9815490916"
  },
  {
    "name": "Fusion band",
    "shortDescription": "",
    "details": "PECFEST 2k17 welcomes you to the melodies of light music, best way to set the moods afloat!! Soothing voice of flutes to the distortion of guitars, experience everything here as the best bands in North India compete against each other for the title of the best fusion band.\n\nGet your hands up and sway them all the way!!",
    "rulesList": "Rules:<br/><br/>\n1. It is a light fusion band competition; therefore, no hard rock/metal/grunge will be allowed.<br/><br/>\n2. Each band must have a minimum of 4 and maximum of 7 members.<br/><br/>\n3. Each band will be given 12 minutes, including the sound check, to perform.<br/><br/>\n4. Only a drum kit will be provided (Cymbals excluded). The participants are required to bring their own effects, patches and all the other required instruments.<br/><br/>\n5. All the band members are required to carry their college ID cards with a photocopy of the same.<br/><br/>\n6. The decision of the judges will be final and binding.<br/><br/>\n7. Use of foul language and misbehavior will lead to disqualification.<br/><br/>\n\n*RULES ARE SUBJECT TO CHANGE.<br/><br/>",
    "eventType": "Cultural",
    "category": "Music",
    "prize": "",
    "coordinators": "Amandeep Singh- 8958709788 : Gaurav- 9815490916"
  },
  {
    "name": "Naach meri jaan",
    "shortDescription": "",
    "details": "Solo or duet competition. Come one, come all. Who will be the one? The champion? The one who will be called the guardian of the beat!\n\nGeneral Guidelines\n\nRegistration is free.\n\nThe participants will have to register only before the due date on the official PECFEST site and notify the same to any of the contact numbers provided.\n\nAccommodation will be provided to the participants and is chargeable.",
    "rulesList": "Rules:<br/><br/>\n1. No restriction on dance style<br/><br/>\n2. Track limit: 2-3 minutes<br/><br/>\n3. Either Solo or Duet.<br/><br/>\n4. Stage shouldn’t be spoiled due to performance.<br/><br/>\n5. Participants are advised to bring 2 copies of their track, preferably in a pen drive and a CD.<br/><br/>\n6. Participants must bring their college ids for verification.<br/><br/>\n7. Participants have to report to the registration desk 30 minutes before the start of the event.<br/><br/>\n8. Any misdemeanour with other teams, organizing team or judges, deviation from rules may lead to negative marking/disqualification.<br/><br/>",
    "eventType": "Cultural",
    "category": "Dance",
    "prize": "",
    "coordinators": "Pushkar- 9914129701"
  },
  {
    "name": "Street hustle",
    "shortDescription": "",
    "details": "The mean and tough streets are unforgiving. Bring out your game face and show us what you got! Presenting \"Street Mayhem\".\n\nGeneral Guidelines\n\nRegistration is free.\n\nThe participants will have to register only before the due date on the official PECFEST site and notify the same to any of the contact numbers provided.\n\nAccommodation will be provided to the participants and is chargeable.",
    "rulesList": "Rules:<br/><br/>\n1. Dance styles include B-boying, Krumping, Locking, Popping etc.<br/><br/>\n2. Track limit: 4-8 minutes.<br/><br/>\n3. Team limit: 8-20 members.<br/><br/>\n4. Stage shouldn’t be spoiled due to performance.<br/><br/>\n5. Participants are advised to bring 2 copies of their track, preferably in a pen drive and a CD.<br/><br/>\n6. Participants must bring their college ids for verification.<br/><br/>\n7. Participants have to report to the registration desk 30 minutes before the start of the event.<br/><br/>\n8. Any misdemeanour with other teams, organizing team or judges, deviation from rules may lead to negative marking/disqualification.<br/><br/>",
    "eventType": "Cultural",
    "category": "Dance",
    "prize": "",
    "coordinators": "Pushkar- 9914129701"
  },
  {
    "name": "Groovz",
    "shortDescription": "",
    "details": "One of the most anticipated events of the year brings you a night to remember. Your team, your grooves, your beat, our arena. Are you up for the challenge?\n\nGeneral Guidelines\n\nRegistration is free.\n\nThe participants will have to register only before the due date and notify the same to any of the contact numbers provided.\n\nAccommodation will be provided to the participants and is chargeable.",
    "rulesList": "Rules:<br/><br/>\n1. Team limit: 12-35 members<br/><br/>\n2. Track length limit: 8-10 minutes<br/><br/>\n3. At any instant, on-stage team limit: 5-16 members.<br/><br/>\n4. Team can perform any form of dance except folk dance and regional dance.<br/><br/>\n5. Fire acts, water acts or any other dangerous acts which can cause any injury to participants or in any way can harm the stage is not permitted.<br/><br/>\n6. Teams are required to bring 2 copies of their track, one each in a pen drive and a CD.<br/><br/>\n7. Each team member must bring their college ID cards for verification.<br/><br/>\n8. Participants have to report to the registration desk one hour before the start of the event.<br/><br/>\n9. Any misdemeanour with other teams, organizing team or judges, deviation from rules may lead to negative marking/disqualification.<br/><br/>",
    "eventType": "Cultural",
    "category": "Dance",
    "prize": "Prize: 1st- Rs. 15,000; 2nd- Rs. 10,000. Along with the prize money, the winners get a direct qualification to the higher rounds of the event Desi Beats, at Mood Indigo, IIT-Bombay.",
    "coordinators": "Pushkar- 9914129701"
  },
  {
    "name": "Bhangra theque",
    "shortDescription": "",
    "details": "Bhangra is undoubtedly the most popular folk dance of Punjab. A vibrant dance form, it catches people’s interest despite their different ethnicity and cultures.\n\nTo continue the legacy of Punjabi Folk dance, the Punjabi Editorial Board organizes Bhangra Theque – a group Bhangra Competition that witnesses active participation from different colleges to compete in North India's largest fest. The aura of dynamic performances by traditionally dressed gabbrus and mutiyaars on the Punjabi rhythms set the PECFEST main stage on fire. The aura of energetic performances stimulates the audience to shake their leg along, dance their heart out and go crazy!\n\n“Bhangre ch aa janda ae nazaara dosto,\n\nJado vajjan dhol te ngarhe dosto!\n\nUtto nachdiya hon mutiyaaraan sohniya nal,\n\nPai jaan yaaro gaadar boliyaan,\n\nBs fer nahio hatde nachno, eh yaraan de yaar dosto!”",
    "rulesList": "Rules:\n\nThere will be two rounds: Prelims and Finals. \n\nMaximum team limit is 20 participants per team.\n\nTeam members (Onstage): 16 (Maximum) and 6 (Minimum).\n\nTime limit for prelims is 3-5 minutes. Dresses are not compulsory during Prelims.\n\nTime limit for final performance is 8-12 minutes. Additional 2 minutes will be given for stage set-up. Teams have to carry their own props and dresses.\n\nPerformance has to be done only on music. The audio-track should be available in pen-drive and 2 CDs.\n\nPerformance will be judged on the basis of Choreography, Energy, Coordination, Props, and Dresses.\n\nDecision of the judges and organizers will be final regarding any issue during the event.\n\nTeams have to report on time for prelims and finals.",
    "eventType": "Cultural",
    "category": "Dance",
    "prize": "",
    "coordinators": "Pushkar- 9914129701"
  },
  {
    "name": "Bhangra wars",
    "shortDescription": "",
    "details": "Bhangra is one of the main attractions of PECFEST and attracts huge crowd! It rejuvenates one’s soul. ‘Bhangra Wars’ witnesses one-on-one competition in successive rounds where Punjabi Editorial Board provides stage for an individual to keep forth their energetic and graceful Bhangra steps. Two random opponents compete with each other, and while the winners of each round move to the next round, the best out of all is given amazing prizes and the tag of “Bhangra Ruler”!",
    "rulesList": "Rules:<br/><br/>Each round lasts 0.5-1 minute. <br/><br/>Traditional dress is not compulsory.",
    "eventType": "Cultural",
    "category": "Dance",
    "prize": "",
    "coordinators": "Pushkar- 9914129701"
  },
  {
    "name": "Malwai Giddha",
    "shortDescription": "",
    "details": "Malwai Giddha, another Punjabi traditional dance form, is a collective informal celebration performed by boys who perform various cycles of singing and dancing to the beats of a dhol, and use other instruments like sapp, kaato, etc. The boys sing ‘boliyaan’ with themes around culture, romance and happiness. This competition is a new addition to the events organized in PECFEST. It is usually free-style and not well choreographed.",
    "rulesList": "Rules:<br/><br/>\n1. Maximum team limit: 10 participants (on stage).<br/><br/>\n2. The performance should be of 15-20 minutes. Additional 2 minutes will be given for stage set-up.<br/><br/>\n3. Teams have to carry their own props and dresses.<br/><br/>\n4. Performance will be judged on the basis of Energy, Coordination, Props, Dresses, etc.<br/><br/>\n5. Decision of the judges and organizers will be final regarding any issue during the event.<br/><br/>\n6. All teams have to report on time.<br/><br/>",
    "eventType": "Cultural",
    "category": "Dance",
    "prize": "",
    "coordinators": "Pushkar- 9914129701"
  },
  {
    "name": "Glitterati",
    "shortDescription": "",
    "details": "Ever felt so thunder stuck by the presence of someone that you feel the chills throughout your body? When you see someone so immaculately dressed that you run out of cheers and words. Such is the GLITTERATI event where the most glamorous people from different colleges and universities show off their skills as they walk the ramp. It is a fashion show evoking all those creative peeps to put on their thinking caps and come out with the most innovative theme-based fashion show.\n\nSome hearts get dumbfounded and others gain paces as this mega event unfolds at the stroke of night at this gargantuan fest.",
    "rulesList": "Rules:<br/><br/>\nPRELIMS<br/><br/>\n1. Track limit - 10 minutes<br/><br/>\n2. Member limit up to 25 including choreographer and designer<br/><br/>\n3. No marks for costumes<br/><br/>\n4. Vulgarity of any kind will lead to immediate disqualification<br/><br/>\n5. Teams should bring music tracks in CDs and pen drives<br/><br/>\n\nFINALS<br/><br/>\n1. Track limit – 15-20 minutes<br/><br/>\n2. Member limit up to 25 including choreographer and designer<br/><br/>\n3. Prelims track should be a part of final track<br/><br/>\n4. Green rooms will be available behind the stage<br/><br/>\n5. The decision of the judge shall be final<br/><br/>\n6. Use of flammable substance like candles, matches, cigarettes or any alcoholic substances would lead to disqualification.<br/><br/>",
    "eventType": "Cultural",
    "category": "Fashion Show",
    "prize": "",
    "coordinators": "Himanish- 9815560072 : Isha Singla- 8288997585"
  },
  {
    "name": "Soled out",
    "shortDescription": "",
    "details": "The participants will have to use their creativity to paint sneakers make them look as artistic as they can. The sneakers must be presented in fashionable manner which can be worn in parties or other events.",
    "rulesList": "Rules:<br/><br/>\n1. Themes will be given on the spot if any.<br/><br/>\n2. All the materials like sneakers, canvas, paints, brushes etc will be provided.<br/><br/>\n3. Minimum number of participants in a team should be 2 and maximum can be 3.<br/><br/>\n4. Maximum time allotted will be two hours.<br/><br/>\n5. Points will be given on creativity, neatness, concept and efficient use of materials.<br/><br/>\n6. Team with the maximum points will be declared as winner.<br/><br/>\n7. 2 or more judges for every event will be present to ensure there is no partiality/bias. In all cases, the judge’s decision will be final and binding.<br/><br/>",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "PAINT AWAY THE BLUES",
    "shortDescription": "",
    "details": "The participants will be asked to draw the landscape view of any place or scene like city, village, mountains, a room etc on a chart/sheet with the help of water colors.\n\nThis event is under PECFEST as Multicity Partner of Mood Indigo 2018.",
    "rulesList": "Rules:\n\n1. The entry must be purely theme based\n\n2. All the materials like water colors, sheets etc. will be provided.\n\n3. Minimum number of participants in a team should be 2 and maximum can be 3.\n\n4. Maximum time allotted will be two hours.\n\n5. Points will be given on creativity, neatness, concept and efficient use of materials and the theme.\n\n6. Team with the maximum points will be declared as winner.\n\n7. 2 or more judges for every event will be present to ensure there is no partiality/ bias. In all cases, the judge’s decision will be final and binding.",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "BRUSHSTROKES OF CHANGE",
    "shortDescription": "",
    "details": "The participants will have to draw and paint a poster which will focus on their beliefs. The poster must be motivational and related to views of Indian society.",
    "rulesList": "Rules:<br/><br/>\n\n1. Themes will be given on the spot if any.<br/><br/>\n\n2. All the materials like sneakers, canvas, paints, brushes etc will be provided.<br/><br/>\n\n3. Minimum number of participants in a team should be 2 and maximum can be 3.<br/><br/>\n\n4. Maximum time allotted will be two hours.<br/><br/>\n\n5. Points will be given on creativity, neatness, concept and efficient use of materials.<br/><br/>\n\n6. Team with the maximum points will be declared as winner.<br/><br/>\n\n7. 2 or more judges for every event will be present to ensure there is no partiality/bias. In all cases, the judge’s decision will be final and binding.<br/><br/>",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "World on crust",
    "shortDescription": "",
    "details": "Pots have been here and thee but with little creativity and imagination you can turn these into a collection of original charming and decorative figure. Participants will be provided pots and paints for the decoration. They can use their own material also to intensify the beauty of their entry.",
    "rulesList": "Rules:<br/><br/>\n\n1. Registration will be in the teams of 2 or 3.<br/><br/>\n\n2. All the materials like Enamel Paints (Different Colors), Brush, Container, Earthen pot, will be provided to the participants.<br/><br/>\n\n3. Participants should finish the painting within 2 hours.<br/><br/>\n\n4. Judging criteria: Creativity, Aesthetics and Overall Impact.<br/><br/>\n\n5. The decision of the judges shall be final and binding. In case of any disputes Punjab Engineering College reserves the rights in its sole discretion.<br/><br/>",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "The Wall says it all",
    "shortDescription": "",
    "details": "This is your chance to light up the mundane and boring walls! Splash, splotch and add those lovely strokes and let your imagination do the rest! The masterpiece must be related to the theme of the PECFEST.",
    "rulesList": "Rules:<br/><br/>\n\n1. All the materials like spray paints, canvas etc will be provided.<br/><br/>\n\n2. Minimum number of participants in a team should be 2 and maximum can be 3.<br/><br/>\n\n3. Participants should finish the painting within 2 hours.<br/><br/>\n\n4. Points will be given on creativity, neatness, concept and significance on walls.<br/><br/>\n\n5. Team with the maximum points will be declared as winner.<br/><br/>\n\n6. 2 or more judges for every event will be present to ensure there is no partiality/ bias. In all cases, the judge’s decision will be final and binding.<br/><br/>",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "Lets doodle",
    "shortDescription": "",
    "details": "The Indian culture is quite vast. The participants need to present this in the form of doodle. This event is under PECFEST as Multicity Partner of Mood Indigo 2018.",
    "rulesList": "Rules:<br/><br/>\n\n1. Participants need to explain their ideas before presenting them.<br/><br/>\n\n2. All the materials like pencil, paints, drawing sheet etc. will be provided.<br/><br/>\n\n3. Minimum number of participants in a team should be 2 and maximum can be 3.<br/><br/>\n\n4. Maximum time allotted will be two hours.<br/><br/>\n\n5. Points will be given on creativity, neatness, concept and efficient use of materials and theme<br/><br/>\n\n6. Team with the maximum points will be declared as winner.<br/><br/>\n\n7. 2 or more judges for every event will be present to ensure there is no partiality/ bias. In all cases, the judge’s decision will be final and binding.<br/><br/>",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "Exhibition",
    "shortDescription": "",
    "details": "Exhibition on last day of PECFEST. Full day Event. Showcase of photographs and art.",
    "rulesList": "",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "Supershot (online)",
    "shortDescription": "",
    "details": "Capture the vibrancy and enthusiasm of the delightful fest in your camera",
    "rulesList": "Rules:<br/><br/>\n\n1. The photographs should be clicked inside PEC Campus during PECFEST 2018<br/><br/>\n\n2. Individual entries need to be sent (hard copy or mail)<br/><br/>\n\n3. An individual can send a maximum of four entries of a particular day. <br/><br/>\n\n4. Photos can be clicked using DSLRs, Digital Cameras or Smartphones with a minimum resolution of 4 MP or greater.<br/><br/>\n\n5. Post processing of any type isn’t allowed. In-built Camera presets and filters can be used. <br/><br/>\n\n6. Entries need to be sent by 10:00 pm Indian Standard Time on each day during PECFEST 2018<br/><br/>\n\n7. No watermarks are allowed.<br/><br/>\n\n8. Please be aware that the judges may mark down entering multiple substantially similar entries.<br/><br/>",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "Memoir (online)",
    "shortDescription": "",
    "details": "The Contest begins on 25th September 2018, midnight (IST) and the closing date for receipt of entries is 25th October 2018.",
    "rulesList": "Rules:\n\n1. Each entry should have a minimum of 3 and a maximum of 5 photographs. <br/><br/>\n\n2. The photographs should depict a story according to the theme.<br/><br/>\n\n3. A description of the story should be sent along with the photographs.<br/><br/>\n\n4. The decision of the judges shall be final and binding. In case of any disputes PEC University of Technology reserves the rights in its sole discretion.<br/><br/>",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "Click (online)",
    "shortDescription": "",
    "details": "The Contest begins on 25th September 2018, midnight (IST) and the closing date for receipt of entries is 26th October 2018.",
    "rulesList": "Rules:<br/><br/>\n\n1. A participant can submit at the most 2 photographs per theme.<br/><br/>\n\n2.  If participant’s work is found to be copied, it will lead to disqualification.<br/><br/>\n\n3. Unless otherwise informed only basic editing such as cropping and color corrections etc are allowed.<br/><br/>\n\n4. Judging criteria will be based on originality, creativity, composition, overall quality<br/><br/>\n\n5. No watermarks are allowed.<br/><br/>\n\n6. The decision of the judges shall be final and binding. In case of any disputes PEC University of Technology reserves the rights in its sole discretion.<br/><br/>",
    "eventType": "Cultural",
    "category": "Fine Arts",
    "prize": "",
    "coordinators": "Himank Dhingra- 9467078564 : Vishesh- 8199077797"
  },
  {
    "name": "CONVENTIONAL DEBATE",
    "shortDescription": "",
    "details": "A discussion. A discourse. A Parley. An argument. A strife. If you can’t get enough of it, well, don’t then! Exploit PECFEST’s Conventional Debate Competition to put your debating skills to test and win exciting prizes!",
    "rulesList": "1. The total speaking time will be 3 minutes 20 seconds. <br/><br/>\n2. The topic will be given 15 minutes prior to the speech.<br/><br/>\n3. You will be judged on matter, manner and method.<br/><br/>",
    "eventType": "Cultural",
    "category": "Speaking Arts",
    "prize": "",
    "coordinators": "Amitoj Singh- 7658964560 : Shivam Dhiri- 9216433340"
  },
  {
    "name": "GROUP DISCUSSION",
    "shortDescription": "",
    "details": "Do you have the ability to put across your thoughts cohesively and also at times remain silent and listen? Do you have the ability to stand out in a group of 8-10 people? Do you have the skills to lead a group? If the answer to the above questions was yes, then it is time for you to put your soft skills to use and participate in the PECFEST Group Discussion Competition. A minute to prepare and 10 to present your thoughts!",
    "rulesList": "1. GD will happen in groups of 10. <br/><br/>\n2. The time will be 10 minutes. <br/><br/>\n3. The topic will be given 1 minute prior to the discussion.<br/><br/>",
    "eventType": "Cultural",
    "category": "Speaking Arts",
    "prize": "",
    "coordinators": "Amitoj Singh- 7658964560 : Shivam Dhiri- 9216433340"
  },
  {
    "name": "JAM",
    "shortDescription": "",
    "details": "Do you consider yourself overly talkative? Do you have the ability to speak effortlessly on any subject without repetition, hesitation or deviation? If so, JAM is the perfect contest to prove your oratory skills.",
    "rulesList": "1. Total speaking time will be 1 minute<br/><br/>\n2. A participant gets 1 point for every second he speaks<br/><br/>\n3. If a participant hesitates, deviates from the topic or repeats himself, he can be challenged by the other participants<br/><br/>\n4. A correct challenge results gets a participant the speaking rights <br/><br/>\n5. A  JAMmer scores a point for making a correct challenge against whomever is speaking, while the speaker gets a point if the challenge is deemed incorrect.<br/><br/>",
    "eventType": "Cultural",
    "category": "Speaking Arts",
    "prize": "",
    "coordinators": "Amitoj Singh- 7658964560 : Shivam Dhiri- 9216433340"
  },
  {
    "name": "SLAM POETRY/OPEN MIC",
    "shortDescription": "",
    "details": "A stage. A mic. An audience.  If you're good at something, always perform it at an Open Mic. The most diverse Open Mic of North India, where we keep no bar on your form of expression. Music, magic, stand up, spoken word, storytelling and mime are just some of the art forms we love.  Awe the audience with your talent and win, not just their hearts but exciting goodies as well! P. S. Amazing photos for your DP change guaranteed.",
    "rulesList": "1. The performance can be in English, Hindi or Punjabi<br/><br/> 2. The performance should be no longer than 5 minutes time. There is no minimum time.<br/><br/>  3. Paper/screen reading is allowed.<br/><br/>  4. The college will not provide any instruments. A speaker system will, however, be available. Participants are free to bring their own instruments.<br/><br/>",
    "eventType": "Cultural",
    "category": "Speaking Arts",
    "prize": "",
    "coordinators": "Deepti Thapar- 9872663117 : Sanpreet Singh- 9814030120"
  },
  {
    "name": "PECtube",
    "shortDescription": "",
    "details": "This intriguing event invites participants to play the role of confident reporters. The event consists of engaging tasks ranging from interviewing PECFEST visitors/fellow contestants, holding a press conference for public figures and reporting the day-to-day ups and downs of a college festival. The goal is to convey vital information (not necessarily true) as creatively as possible.",
    "rulesList": "1. Individuals will participate as journalists and reporters<br/><br/>\n2. Two rounds will be conducted- a press conference and a news anchoring competition <br/><br/>\n3. The first rounds will be an elimination round<br/><br/>\n4. Winners will be decided based on the second round (parameters for judgment include the quality of speech, delivery, creativity and audience engagement)<br/><br/>",
    "eventType": "Cultural",
    "category": "Speaking Arts",
    "prize": "",
    "coordinators": "Ikjot Kaur- 7355833866 : Piyush- 9779498355"
  },
  {
    "name": "Sansad Ki Goonj",
    "shortDescription": "",
    "details": "Let's speak on what is going to matter in 2019 battle! Your thoughts will be voiced, This PECFEST we give you the chance to step into the shoes of parliamentarian & discuss what matters. Do not shy away from this competition because ultimately you are the future of this country! The Hindi Editorial Board of PEC presents \"Sansad ki goonj\". This is a platform that will help you to measure your conversation and public speaking skills.",
    "rulesList": "1. The subjects will be delivered to you through internet, stay connected through Facebook.<br/><br/>  2. You can speak for 3-4 minutes.<br/><br/> 3. After your turn the participants will be given time to oppose you or to ask you questions.<br/><br/>  4. ‎Registration will be closed before the competition.<br/><br/> 5. The time limit can be changed according to the circumstances.<br/><br/> 6. ‎The decision of jury will prevail and it can not be challenged .<br/><br/>",
    "eventType": "Cultural",
    "category": "Speaking Arts",
    "prize": "",
    "coordinators": "Rhydham- 9780830519 : Lokavya- 9653000052"
  },
  {
    "name": "Abhivyakti",
    "shortDescription": "",
    "details": "The power of Expression is great! Sometimes we convey everything without saying anything & sometimes we are confused in the trap of words. Abhivyakti is also a similar effort so that you can know how good are you at presenting your point of view.",
    "rulesList": "1. The team will participate in a group of 2 members.<br/><br/>  2. Each team will be given 3-4 minutes to mimic the theme or to portray their ideas.<br/><br/> 3. They have to do a task on the subject.<br/><br/> 4. Everything will be on the spot, Decision criteria will be based on the fact that which team is able to perform more creative and effectively present their ideas. <br/><br/> 5. The topics will be simple and on general topics such as corruption, inflation etc.  6. Each team will get 10 minutes to prepare for them.",
    "eventType": "Cultural",
    "category": "Speaking Arts",
    "prize": "",
    "coordinators": "Rhydham- 9780830519 : Lokavya- 9653000052"
  },
  {
    "name": "VAAD VIVAAD",
    "shortDescription": "",
    "details": "The youth of Punjab today doesn't know how to speak Punjabi. They give more importance to other languages rather becoming fluent in their own mother tongue.They might be thinking they're following the trend but leaving your grassroots your mother behind can never be called a trend. It can never give you success.\nSo in order to promote the Punjabi language and Punjabi culture knowledge the Punjabi Editorial Board organises the Literary Events which witness participation from various Punjabi scholars from different colleges.\nVaad Vivaad is Punjabi debating competition in which the participants speak up their mind and express their feelings through their words to finally reach an agreement and take back a lesson to learn and make others learn a lesson by their debating skill.",
    "rulesList": "To be declared on the spot.",
    "eventType": "Cultural",
    "category": "Speaking Arts",
    "prize": "",
    "coordinators": "Arashgeet Kaur- 7696211226 : Gurjot Singh- 9915644787"
  },
  {
    "name": "Bazm-e-Shayari",
    "shortDescription": "",
    "details": "Poetry does not aim at logic it targets the emotions. It is a mix of observation & creativity that it sometimes convey difficult things very easily. Let's get all the attention from your self-contained poems!",
    "rulesList": "1. A participant can only recite one poem.<br/><br/> 2. Poetry can be on any topic.<br/><br/>  3. Each participant will be given 1-3 minutes time. If you break the deadline, points will be cut.<br/><br/>  4. ‎Selection of the winner will be done by observing creativity, rhyme and poetry.<br/><br/>   5. ‎panel decision will be considered final.",
    "eventType": "Cultural",
    "category": "Speaking Arts",
    "prize": "",
    "coordinators": "Rhydham- 9780830519 : Lokavya- 9653000052"
  },
  {
    "name": "WORDICT",
    "shortDescription": "",
    "details": "A written quiz which test your grip on everything involving the English language from rebuses to idioms to palindromes. It will be a two tier quiz that will make you wrack your brains.\nAre you constantly burdened by having to limit your plethora of phrases around common folk? Unable to fit your vast vocabulary into conversation without being labeled pretentious? Does your wit and quick thinking not get the acclaim it deserves? If you answered yes to any of these questions, you probably have ego issues. However, there’s no better alternative to vindicate your haughty ways than by conquering the mother of all English quizzes , Wordict.",
    "rulesList": "1. The quiz has two written rounds. You qualify for the second purely based on the performance in the first.<br/><br/>\n2. The quiz can be attempted individually or in pairs<br/><br/>\n3. You get 60 minutes to solve the quiz.<br/><br/>\n4. No gadgets allowed<br/><br/>",
    "eventType": "Cultural",
    "category": "Literary Arts",
    "prize": "",
    "coordinators": "Deepti Thapar- 9872663117 : Sanpreet Singh- 9814030120"
  },
  {
    "name": "ENGLISH SPELL BEE",
    "shortDescription": "",
    "details": "A competition where participants will be required to spell a broad range of words. It will involve words based on the Pecfest theme.",
    "rulesList": "The words are pronounced and the participants have to write them down. Each round has 10 individuals. The top three individuals with the maximum correct spellings make it to the next round. The words get tougher with each subsequent round.",
    "eventType": "Cultural",
    "category": "Literary Arts",
    "prize": "",
    "coordinators": "Deepti Thapar- 9872663117 : Sanpreet Singh- 9814030120"
  },
  {
    "name": "TWIST A SCRIPT",
    "shortDescription": "",
    "details": "A competition for people with a knack for storytelling. Use your creativity and a healthy dose of imagination to give us the best story you can create. The start and end belong to us, though.",
    "rulesList": "1. Given the prompt and the end, write a script; beginning with the prompt and twisting it all the way to reach the end.<br/><br/> \n2. No theme. No limitations. No rules (ironically). As long as you stick to Rule 1, there are no restrictions to the flow of your creative juices for the middle.<br/><br/> \n3. Creativity, Imagination, Originality. That's what we look for in the winning pieces. (Oh and needless to mention, don't cross the Grammar Nazi)<br/><br/>",
    "eventType": "Cultural",
    "category": "Literary Arts",
    "prize": "",
    "coordinators": "Deepti Thapar- 9872663117 : Sanpreet Singh- 9814030120"
  },
  {
    "name": "FANCON",
    "shortDescription": "",
    "details": "Do you (wor)ship a fandom?\nIf you've ever found yourself wheezing about a character's death or flailing your arms in an argument, trying to make a point, we've got the platform for you. In a world dominated by mischief managers, the English Editorial Board presents to you the PEC fandom Convention 1.0 .We give you an opportunity to discuss theories and write your fan fic, to bravely go where no one has gone before. What's more, the best fan theory and the best fan fiction will be published in our online magazine, 'The Rhyme and Reason'!\nAs the night gathers we invite you to join us for interesting discussions, mind boggling hypothesizes and fanciful plots.",
    "rulesList": "Rules: <br/><br/>\n1. You must be a fandom fanatic.<br/><br/>\n2. The fan fic allows cross fandom theories<br/><br/>\n3. You should be able to identify atleast one fandom from the description. If you can't, are you really a part of one?<br/><br/>",
    "eventType": "Cultural",
    "category": "Literary Arts",
    "prize": "",
    "coordinators": "Deepti Thapar- 9872663117 : Sanpreet Singh- 9814030120"
  },
  {
    "name": "REALITY CHECK",
    "shortDescription": "",
    "details": "In the age of fake news, there is plenty of room for your inner journalism to shine. This engaging writing event is for the savvy gossip-magnets who have a penchant for sniffing out news from multiple sources.\nFrom full blown press releases to catchy headlines and caption writing, this event is the wackiest test of imagination.",
    "rulesList": "1.  Individual contestants will participate<br/><br/>\n2. Pre-qualifying rounds will be conducted online<br/><br/>\n3. Two elimination rounds will be held during the fest for people selected in online rounds<br/><br/>\n4. Winners will be declared based on grammar, syntax and creativity.\n<br/><br/>",
    "eventType": "Cultural",
    "category": "Literary Arts",
    "prize": "",
    "coordinators": "Ikjot Kaur- 7355833866 : Piyush- 9779498355"
  },
  {
    "name": "PUNJABI SPELL BEE",
    "shortDescription": "",
    "details": "The competition is aimed towards checking your connect to the Punjabi language.",
    "rulesList": "1. Round 1: The speaker gives a word, and participants are required to write the word on given sheet within 1 minute. Top 3 will move to the next round.<br/><br/>\n2. Round 2: The speaker gives a word, and the first one to respond is given a chance to spell the word. Correct answer fetches 2 marks, while wrong answer gets -1 mark.<br/><br/>",
    "eventType": "Cultural",
    "category": "Literary Arts",
    "prize": "",
    "coordinators": "Arashgeet Kaur- 7696211226 : Gurjot Singh- 9915644787"
  },
  {
    "name": "SPORTS QUIZ",
    "shortDescription": "",
    "details": "Are you a sports aficionado? Do you know more about the game than some players? If so, then Sports Quiz is for you. From trivia unearthed from the dawn of sorts to the latest match, your knowledge will be tested. Participate, and prove your mettle.",
    "rulesList": "1. You can participate in teams of up to 2 members<br/><br/>\n2. There will be a written prelim round consisting of 20 questions<br/><br/>",
    "eventType": "Cultural",
    "category": "Quizzes",
    "prize": "",
    "coordinators": "Amitoj Singh- 7658964560 : Shivam Dhiri- 9216433340"
  },
  {
    "name": "FLAMES QUIZ",
    "shortDescription": "",
    "details": "Are you obsessed with of film, literature, art, music, entertainment or sports? Show off your knowledge in the FLAMES quiz!",
    "rulesList": "1. You can participate in teams of up to 2 members<br/><br/>\n2. There will be a written prelim round consisting of 20 questions<br/><br/>",
    "eventType": "Cultural",
    "category": "Quizzes",
    "prize": "",
    "coordinators": "Amitoj Singh- 7658964560 : Shivam Dhiri- 9216433340"
  },
  {
    "name": "GENERAL QUIZ",
    "shortDescription": "",
    "details": "Are you a Jack-of-all-trades? Do you have knowledge of almost everything happening around you? We’re waiting for you with our arms wide open! Participate in the PECFEST General Quiz and be the master of this one!",
    "rulesList": "1. You can participate in teams of up to 2 members<br/><br/>\n2. There will be a written prelim round consisting of 20 questions<br/><br/>",
    "eventType": "Cultural",
    "category": "Quizzes",
    "prize": "",
    "coordinators": "Amitoj Singh- 7658964560 : Shivam Dhiri- 9216433340"
  },
  {
    "name": "FANDOM QUIZ",
    "shortDescription": "",
    "details": "If you’re one of those who need a daily fix of their weekly obsession, or those who want to meet other equally brave adventures who fall in love painfully often, or those who want to show their parents how you can make a living off Fangirling over Harry Potter, we've got you covered. Besides, who doesn't like fun challenging quizzes shorter than that sentence?",
    "rulesList": "1. You can participate in teams of up to 2 members<br/><br/>\n2. There will be a written prelim round consisting of 20 questions<br/><br/>",
    "eventType": "Cultural",
    "category": "Quizzes",
    "prize": "",
    "coordinators": "Amitoj Singh- 7658964560 : Shivam Dhiri- 9216433340"
  },
  {
    "name": "LOGO QUIZ",
    "shortDescription": "",
    "details": "A Logo is something that makes a brand stand out among everyone else. You might think that living in this hyper-advertised world, you know enough about them!\n\nWell, let us show you you're wrong\nThe Projection and Design Club (PDC) presents it's flagship event-a one-of-a-kind unique and quirky quiz that will test your knowledge of the logo world. Be prepared to have your brains racked, because as easy as it may sound, logos are as tricky as it gets.\n\nSo come and participate in the Logo quiz and be prepared to have your minds blown by the quiz as well as the exciting prizes up for grabs.",
    "rulesList": "1. Participation is in teams of two only. No more, no less<br/><br/>\n2. There will be 3 rounds in the quiz.<br/><br/>\n3. We'll safekeep your mobiles so that you aren't distracted :)<br/><br/>\n4. The first round will be a paper-based round.<br/><br/>",
    "eventType": "Cultural",
    "category": "Quizzes",
    "prize": "",
    "coordinators": "Sachin Gupta- 9872771517 : Siddharth- 9914123055"
  },
  {
    "name": "GUESS WHO",
    "shortDescription": "",
    "details": "Communication, Information & Media Cell in association with PECFEST'17 presents to you, 'Guess Who', an event that checks how well aware you are about the stardom around you. Participants have to identify the personality based on the description provided.",
    "rulesList": "1. There will be three rounds.<br/><br/>\n2. Participants can form teams of two.<br/><br/>\n3. Each round will have its cut-off.<br/><br/>\n4. Shortlisted teams in each round will go to the next round.<br/><br/>\n5. First round will be a written quiz.<br/><br/>\n6. Second and Third rounds would be a combination of audio-visual and written questions.<br/><br/>",
    "eventType": "Cultural",
    "category": "Quizzes",
    "prize": "",
    "coordinators": "Ikjot Kaur- 7355833866 : Piyush- 9779498355"
  },
  {
    "name": "IMTEHAAN (PUNJABI QUIZ)",
    "shortDescription": "",
    "details": "Punjab means the land of 5 rivers... But what do you know about the state and culture beyond this? The quiz, Imtehaan, is here to give you a reality check on how well you are acquainted with your heritage and culture. A team can consist of 2-3 members, each given 40 seconds to answer their own question and 20 seconds for the question that has been passed on from the previous team. The questions in the subsequent rounds will be based on the following topics: Cities, History, Idioms (Akhaan, Muhaavre), Folk songs, Fares (Mele), Music, Dance forms, Months and Punjabi-language. Each correct answer gives 10 marks. Well, do you dare enough to check your bond here?!",
    "rulesList": "",
    "eventType": "Cultural",
    "category": "Quizzes",
    "prize": "",
    "coordinators": "Arashgeet Kaur- 7696211226 : Gurjot Singh- 9915644787"
  },
  {
    "name": "Chakravyuh",
    "shortDescription": "",
    "details": "When was the emergency imposed in India? What happened that Arjuna wanted to kill Yudhishthira in the war of Mahabharata? Why the colour of water is blue?  Who wrote national anthem of India?  If you know the answer to the above-mentioned questions or excited about the quizzing, then take part in the \"Chakravyuh\" presented by the Hindi Editorial Board of PEC. From science to mythology to politics everything will be there",
    "rulesList": "1. You have to take part in first round alone. Answer some questions and reach the next round. Here you will have to answer 20 questions. Participants with high scores will reach the next round.<br/><br/> 2. Selected participants in round 2 have to choose a partner. The teams will take part in a visual quiz. The team with maximum points will win <br/><br/>",
    "eventType": "Cultural",
    "category": "Quizzes",
    "prize": "",
    "coordinators": "Rhydham- 9780830519 : Lokavya- 9653000052"
  },
  {
    "name": "FILM FESTIVAL",
    "shortDescription": "",
    "details": "‘Have you ever thought that this movie could have been better if I had been a part of it somehow – be it acting, shooting or direction!’\nDon’t worry! This PECFest, the Projection and Design Club (PDC) of Punjab Engineering College(PEC), gives you the platform to showcase your imagination, creativity and talent in the most prestigious event – ‘PEC FILM FEST’.\nHere, you can be Steven Spielberg or Sanjay Leela Bhansali, no limits to the beauty of ingenuity, which can dazzle anyone in mere minutes.",
    "rulesList": "1.  Theme is Open.<br/><br/>\n2.  Maximum of 2 entries per college is allowed.<br/><br/>\n3. The resolution of the video must be 720p or higher (can be shot with any device).<br/><br/>\n4. The video may or may not have credits but must include title.<br/><br/>\n5. Maximum duration of the video can be 15 minutes.<br/><br/>\n6. The team can have up to 15 members including the actors.<br/><br/>\n7. Entry should be mailed at pdcpec@gmail.com<br/><br/>",
    "eventType": "Cultural",
    "category": "Projection and Design Arts",
    "prize": "",
    "coordinators": "Sachin Gupta- 9872771517 : Siddharth- 9914123055"
  },
  {
    "name": "PACMAN",
    "shortDescription": "",
    "details": "This is fun-event where, the aim of Pac-Man is to survive many level of puzzles whilst not being eaten by ghosts. The ghosts move at different algorithms to surprise the gamer.\nBlinky is the red ghost. After eating him, he takes you to the shortest route but immediately follows you.\nInky is blue ghost. He is unpredictable and dangerous.\nPinky is the pink ghost. He likes you to take you the roundabout paths to surprise you.\nClyde, not only breaks the rhyming pattern, but is the last ghost. He is orange and least threatening, as he often wonders off on his accord.\nWhen you control Pac-Man, you not only come across pellets, but special fruits and objects which give extra points such as:\n-\tCherry: 100pts.\n-\tStrawberry: 200pts.\n-\tOrange: 500pts.\n-\tApple: 700pts.\n-\tMelon: 1000pts.\n-\tGalaxian: 2000pts.\n-\tBell: 3000pts.\n-\tKey: 5000pts.\nThe highest scorer of the day will get exciting goodies and some amazing perks to surprise you during the fest. Enjoy !!!!",
    "rulesList": "",
    "eventType": "Cultural",
    "category": "Projection and Design Arts",
    "prize": "",
    "coordinators": "Sachin Gupta- 9872771517 : Siddharth- 9914123055"
  },
  {
    "name": "Digital Designing",
    "shortDescription": "",
    "details": "India's Graphic design industry is growing day by day. DESIGN YOUR MIND Online Design Challenge by PDC has always respected the designing culture, which now brings a platform to showcase your graphic designing skills. All you have to do is come with your laptops fully charged and you need to create the best artwork in your arsenal on given topic, and the panel of some top designers and ex- adobe award winners will judge your work. So show us what you got!",
    "rulesList": "1. Theme- To be revealed on the spot<br/><br/>\n2. Size: International Paper- A3 (11.69 x 16.53 in)<br/><br/>\n3. Acknowledgement of 3rd party images and stock photos.<br/><br/>\n4. No Internet will be provided. Bring the vectors or stock images beforehand.<br/><br/>\n5. Submission in the form of PSD’s and JPEG both. <br/><br/>",
    "eventType": "Cultural",
    "category": "Projection and Design Arts",
    "prize": "",
    "coordinators": "Sachin Gupta- 9872771517 : Siddharth- 9914123055"
  },
  {
    "name": "CINE-TRAILER",
    "shortDescription": "",
    "details": "This PECFEST, the Projection and Design Club of Punjab Engineering College (DU), Chandigarh presents \"Cine-Trailer\". A theatrical trailer competition of your own imaginary movie",
    "rulesList": "1. Only one entry per college is allowed.<br/><br/>\n2. The resolution of the video must be 720p or higher (can be shot with any device).<br/><br/>\n3. The video may or may not have credits but must include title.<br/><br/>\n4. Duration of video must be in between 1:00 min to 2:00 min<br/><br/>\n5. Theme will be released during fest and shooting of the video must be done in Chandigarh only.<br/><br/>\n6. The team can have up to 10 members including the actors.<br/><br/>\n7. Entry should be mailed to pdcpec@gmail.com<br/><br/>",
    "eventType": "Cultural",
    "category": "Projection and Design Arts",
    "prize": "",
    "coordinators": "Sachin Gupta- 9872771517 : Siddharth- 9914123055"
  },
  {
    "name": "DIGITAL PAINTING",
    "shortDescription": "",
    "details": "Do you love spilling paints over the canvas? Here we move it to a next level. Let’s not limit our collection of colors, brushes, and enter into the world of unlimited resources. Come and showcase the Pablo Picasso in you, living in this modern world, through digital painting!! No conditions but one that you build masterpiece from scratch, using your gadgets (laptop, Wacoms, iPads etc.). Build an amazing art and win exciting prizes.",
    "rulesList": "1. Theme would be released on the spot.<br/><br/>\n2. Only individual entries accepted.<br/><br/> 3. Use of internet is prohibited.<br/><br/>                      \n4. You have to bring your own gadgets (wacoms, laptops iPads etc.)<br/><br/>",
    "eventType": "Cultural",
    "category": "Projection and Design Arts",
    "prize": "",
    "coordinators": "Sachin Gupta- 9872771517 : Siddharth- 9914123055"
  },
  {
    "name": "Inbox",
    "shortDescription": "",
    "details": "“The fragrance always stays in the hand that gives the rose.” You may want to give a rose to someone special of yours, maybe by staying anonymous. We deliver your messages and even roses to them keeping your identity hidden and the receiver guessing about you.... Visit us at INBOX desk and send your love & wishes....",
    "rulesList": "",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Ramnik- 9463212934 : Vibhor- 9876481249"
  },
  {
    "name": "GAME OF DOUBLES",
    "shortDescription": "",
    "details": "Level 1: Pyramid Balloon\nPyramid Balloon, just like the name is really interesting. All you have to do is to form a pyramid of plastic cups. Sounds quiet easy, but here comes the twist.... The glasses should be arranged using balloons. Fill the balloons will correct amount of air, hold the glass with it and place it on top of another. Come and kick-start your day with these amazingly fun events....\n\nLevel 2: Mirror maze \n“Look in the mirror, that’s your competition...” Yes you’ve read it correct. The game is quiet simple here. Just solve a given maze to reach to the next level. But wait, there’s a twist to it. Solve the maze by looking only into the mirror (and not into the sheet). Come and enjoy solving this maze and check out your reflecting skills....\n\nLevel 3: Roll the ball\n“Go...Go....Go.....!!! No.....don’t go this fast......” These are the words you’ll be shouting while playing the game. All you need to do is place some glass bottles upside down to form a track for the ping-pong ball. Put the ball on one side of the bottles and by blowing air push the ball to the other end inside a small bowl, without letting the ball go off-track...",
    "rulesList": "Level 1<br/><br/>\n1. Minimum number of glasses in the pyramid must be 6.<br/><br/>\n2. Do not hold the balloon with your hands while picking up the glass.<br/><br/>\n3. The time allotted for the task is 1 minute.<br/><br/>\n4. Only those who complete the task will be allowed to play the next level.<br/><br/>\n\nLevel 2<br/><br/>\n\n1. The participant should not look into the sheet while solving the maze.<br/><br/>\n2. Maximum 2 warnings will be given to the participant if he looks into the sheet. After that, he will be disqualified.<br/><br/>\n3. Maximum time for solving the maze is 45 seconds.<br/><br/>\n4. Participants completing this round will be going to the next level.<br/><br/>\n\nLevel 3<br/><br/>\n1. The participant needs to arrange the glass bottles himself(minimum 5).<br/><br/>\n2. Minimum 8 balls must be put inside the bowl.<br/><br/>\n3. The participant has a time limit of 1 minute.<br/><br/>\n4. The ball must only be moved by blowing air.<br/><br/>\n5. The participant who wins this round will be given double the money.<br/><br/>",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Ramnik- 9463212934 : Vibhor- 9876481249"
  },
  {
    "name": "COUPLE CRICKET",
    "shortDescription": "",
    "details": "You’ve heard about cricket matches between boys or matches between girls. But have you ever heard about matches between COUPLES??Couple cricket is one such fun event where couples play against each other with lots of new and interesting rules.... Come along with your partner to play the most exciting cricket game you can imagine...",
    "rulesList": "1. 2 couples will be playing against each other.<br/><br/>\n2. Boys will be playing with their opposite hands i.e right-handed person will play with left-hand and vice versa.<br/><br/>\n3. Girls can bat normally.<br/><br/>\n4. Bowling will also be done normally.<br/><br/>\n5. If a girl catches the ball or takes runs in high heels, 5 extra runs are awarded to that team.<br/><br/>",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Ramnik- 9463212934 : Vibhor- 9876481249"
  },
  {
    "name": "HULA-RUN",
    "shortDescription": "",
    "details": "Is your bond with your partner stronger that the Carbon-Carbon bond? If yes, Hula-Run is one such opportunity to test it.",
    "rulesList": "1. The partners will be provided with a Hula-hoop each and one ball. <br/><br/>\n2. The ball is to be taken from one point to the other using the hoops. <br/><br/>\n3. The team can be of 2 boys/ 2 girls/ 1 boy and 1 girl.<br/><br/> \n4. Each team will have to complete the task in the minimum possible time and will be given 2 chances only. <br/><br/>\n5. A boy and a girl team gets one extra chance. <br/><br/>\n6. All the teams will be evaluated at the end of each day and the winners will get surprise gifts.<br/><br/>",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Ramnik- 9463212934 : Vibhor- 9876481249"
  },
  {
    "name": "PICTIONARY",
    "shortDescription": "",
    "details": "Have you got mad skillz in illustration under pressure? Are you a champion of deciphering the drawings of others? If so, bring your friends to Pictionary. Here, you can take turns showing off your ability to make sense of even the most insensible works of art. Also, prizes.",
    "rulesList": "1. Teams must be of 2 members",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Amitoj Singh- 7658964560 : Shivam Dhiri- 9216433340"
  },
  {
    "name": "MINUTE TO WIN IT",
    "shortDescription": "",
    "details": "We are often scared to face the challenges of life but here we will be entertaining you with the twisted version of challenges. Experience the thrill with \"Minute to Win it\" where you will be making through 4 rounds of challenges in just one minute. So grab the opportunity to test your excellent skills to beat the challenges coming on your way and emerge as a hero of your own.",
    "rulesList": "1. Participation can only be in a team of 2.<br/><br/>\n2. Run through the challenge of interesting tasks and fun activities which will definitely add humor to your life.<br/><br/> \n3. Every tasks needs to be completed under 1 minute unless told otherwise.<br/><br/>\n4. You can move to the next task only if you have completed the previous task in time.<br/><br/> \n5. The team which steers to the last will bag the grand prize.<br/><br/> \n6. If  2 or more teams qualify the final round, a ‘vs’ task needs to performed by teams to decide the winner.<br/><br/>\n7. Decision of the organizers is final.<br/><br/>\n8. The challenges are going to be fun and \"legend.......wait for it...... Dary\"<br/><br/>",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Archit Kundi- 9205352889 : Akshit Marwah- 9041155778"
  },
  {
    "name": "TREASURE HUNT",
    "shortDescription": "",
    "details": "When the right answers turn wrong and the least expected answers possibly turns out to be correct. When you reach crossroads and don't know which side to go? When proof reading won't do? When you need to think, well not a little but completely out of the box? \nYou've reached the most happening PECFEST event ever! \nThe Treasure Hunt organized by The Happy Folks of PEC. \nThis PECFEST we plan to turn your world around with mind boggling clues, not so helpful hints and a truck full of memories because well, “Not all treasure‘s silver and gold, mate.”\nKick start those brains and let's have some fun!",
    "rulesList": "1. All clues will lead you to places within PEC only. <br/><br/>\n2. Participation can be solo or in teams of two. <br/><br/>\n3. Participants will get the next clue only when they solve the previous clue. <br/><br/>\n4. Participants have to keep all clues with them till the hunt gets over. <br/><br/>\n5. The team that reaches the final clue first will be the winner. <br/><br/>\n6. Use of vehicles or any improper means leads to direct disqualification.<br/><br/>\n7. Minimum Team size : 1 <br/><br/>\n8. Maximum Team size : 2<br/><br/>",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Archit Kundi- 9205352889 : Akshit Marwah- 9041155778"
  },
  {
    "name": "MOTIVATIONAL SESSION",
    "shortDescription": "",
    "details": "Motivation is a driving force for all you wish to achieve and achievements come in all forms; a relative concept that gives happiness in its own unique way to one and all. \nImparting motivation via interaction makes it even more exhilarating for those present to achieve and gives direction to the wandering souls out there.",
    "rulesList": "",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Archit Kundi- 9205352889 : Akshit Marwah- 9041155778"
  },
  {
    "name": "NETAGIRI",
    "shortDescription": "",
    "details": "Among the major events organized by the CIM during PEC Fest, “Netagiri” attracts a large crowd during the annual fest of the college.\nIt is a mock elections event which involves a team of maximum 5 members. These teams gear up for a heated power\nstruggle and use every resource at their disposal to convince the mob of their agenda.",
    "rulesList": "1.\tTeam consists of 4-5 members.\n2.\tTeams have to fill a preliminary round questionnaire based on politics. Shortlisted teams move on to the next round.\n2nd round: Shortlisted teams will be given a particular election symbol. They have to make their manifesto and present it to the audience.\n1.\tThey take out a rally (moderated) in order to gather support.\n2.\tVoting is conducted for the teams.\n3.\tFinal marks are calculated on the basis of questionnaire, presentation, manifesto and votes.\n4.\tThe team with the most marks wins",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Ikjot Kaur- 7355833866 : Piyush- 9779498355"
  },
  {
    "name": "BUZZIEQA",
    "shortDescription": "",
    "details": "Small balloons with chits inside will have to be bust using darts. The chits will contain either truth, dare or nothing. The participant will have to complete the said task mentioned in the chit.",
    "rulesList": "Participant will be given 3 darts each",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Nahid- 9643472084"
  },
  {
    "name": "TRASHY FASHION",
    "shortDescription": "",
    "details": "A fashion show using recyclable goods to come up with wearable items to walk on the ramp.",
    "rulesList": "Level 1:<br/><br/>\na. Participation will be in pairs. One of the team members will be the stylist and the other the model. Props will be provided and the model will be dressed up by the stylist in limitted time. <br/><br/>\nb. Teams will be shortlisted on the basis of how well good the final look is. <br/><br/>\nLevel 2:<br/><br/>\na. The shortlisted participants will be then taken to the Open Theatre. The roles will be reversed i.e. the stylist will become the model and model the stylist. There the participants will be provided with recyclable goods to prepare wearable goods and clothes out of it. They will then have to walk the ramp. <br/><br/>\nb. The winners will be provided with goodies.<br/><br/>",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Nahid- 9643472084"
  },
  {
    "name": "VIRAGO (CONCLAVE)",
    "shortDescription": "",
    "details": "A panel of women from different occupations will be invited to share their thoughts over a topic and will be asked to share their experiences and challenges they may have faced in their careers.",
    "rulesList": "",
    "eventType": "Cultural",
    "category": "Motley",
    "prize": "",
    "coordinators": "Nahid- 9643472084"
  },
  {
    "name": "IPL AUCTION",
    "shortDescription": "",
    "details": "How many of you watched on enviously as who’s who of the country bid gazillions for the IPL teams and built a team from scratch, thinking you could do better? How many of you wanted to play Murli with bhajji butdidn’t have the billions needed? Well then don’t forget to take part in this unique event combining passion of cricket with the guile of business.",
    "rulesList": "1. This event would be held over 2 rounds:<br/><br/>\n2. PRELIMS: The prelims is a Quizzing round based on cricket. Eight teams would be short listed for the final round.<br/><br/>                                           \n3. FINALS: Eight teams would be competing in this round. Each team would be allotted an IPL team at random and then they have to buy players in the auction to build a complete team.<br/><br/>",
    "eventType": "Cultural",
    "category": "Trade Off",
    "prize": "",
    "coordinators": "Rohan Garg- 7340969475 : Aseem Baveja- 9988081481 : Shubham Garg- 9501157818"
  },
  {
    "name": "BARTER",
    "shortDescription": "",
    "details": "A barter simulation game that tests your negotiation skills. If you think you have what it takes to influence people for business, this is the event for you. In this event, the participants will be given some money and resources. They will have to exchange and buy resources to create a final product to become the undisputed 'Lord of Barter'.",
    "rulesList": "1. Teams of two members begin with a simple standard amount of money and go on to buy resources, which they then use to create a finished product .The final product is created using a specific ratio of the initial resources. <br/><br/>\n2. Each product carries some value as do the spare resources left with the team at the end of the game. The cost of these resources change regularly with time and teams have to work their way around multiple problems, from the shortage of certain resources to the rising costs of others. <br/><br/>\n3. The teams can also exchange resources amongst each other.<br/><br/>",
    "eventType": "Cultural",
    "category": "Trade Off",
    "prize": "",
    "coordinators": "Rohan Garg- 7340969475 : Aseem Baveja- 9988081481 : Shubham Garg- 9501157818"
  },
  {
    "name": "MERGERS AND ACQUISTIONS",
    "shortDescription": "",
    "details": "An interesting game where you're given a chance to acquire or merge companies to gain the maximum profit. It tests your judgment abilities and your astute business sense.",
    "rulesList": "The participants will be given a case study about several companies. The first round will be a quiz based on this case study. The shortlisted teams will then have to devise a plan to obtain the maximum profit by either mergering or acquiring the companies. The team with the maximum profit at the end wins.",
    "eventType": "Cultural",
    "category": "Trade Off",
    "prize": "",
    "coordinators": "Rohan Garg- 7340969475 : Aseem Baveja- 9988081481 : Shubham Garg- 9501157818"
  }
]
