[
{
    "coordinators": "Gaurav Bist;9758866400~~Yashika;8968606139",
    "details": "If you can boast of having a unique plot, diverse characters and the elemental skill to express yourself in the given few moments that can fill the audience with a sense of wonder and admiration then welcome to another quest for glory!<br/>Drama-Rama is the skit competition giving all actors a stage to portray their dramatic flair and knack for humour.<br/>Let others enter the bubble of your thoughts. Impress the judges and take home the prize money!",
    "shortDescription": " Skit competition",
    "name": "Drama Rama",
    "prize": "1st - 10000; 2nd - 8000",
    "category": "NATYAMANCH",
    "eventType": "Cultural",
    "rulesList": "Time limit - 12 minutes to 20 minutes (empty stage to empty stage). There would be no restriction on number of members in a team. Only members of teams with valid college ID card will be allowed to participate. The skit may be in Hindi, English or Hinglish. Sticking on the backdrop will NOT be allowed. Use of fire/ water/ smoke machines on stage (or anywhere in its vicinity) is strictly prohibited. Teams must bring all the costumes and props with them as PEC will not provide anything. Only a few chairs and tables for stage setting may be provided. Mikes, lights will be provided. Registration will be done online or team leader can contact below mentioned event coordinator."
},
{
    "coordinators": "Gaurav Gupta;8559084211~~Sakshi;9876695290",
    "details": "“The blood has been spilt, you may clean it but the stains will stay!” – Anonymous<br/>Here’s to the spotlight shining, the red curtains retreating and the acting that will drown you into a sea of emotions. You may cry, may even laugh or watch with an unwavering gaze. You see it every day, but you have never seen it before. The plethora of expressions, diversity of unimaginable characters, red of the blood all to impress you! Actors from the region will enliven the stage and perform their hearts out to stand victorious in this tough clash of theatre-acting. Welcome to the Stage play competition.",
    "shortDescription": "Stage play competiton",
    "name": "Rangmanch",
    "prize": "1st - 15000; 2nd - 10000",
    "category": "NATYAMANCH",
    "eventType": "Cultural",
    "rulesList": "Time limit - 30 minutes to 75 minutes (empty stage to empty stage). There would be no restriction on the number of members in a team. All the members of teams must have a valid college ID card in order to participate. The play may be in Hindi, English or Hinglish. No type of banners, stickers are allowed on the stage backdrop. Use of fire/water/smoke machines on stage (or anywhere in its vicinity) is strictly prohibited. Teams must bring all the costumes and props with them as the organizing committee will not provide anything except for a few chairs and tables for stage setting. Mikes and Lights will be provided and are expected to appoint someone to operate them during the performance. Teams are expected to mention approximate time for their plays at the time of registration. Registration will be done online or team Leader can contact above mentioned event coordinator."
},
{
    "coordinators": "Saurabh;8890165332~~Puneet;9468594292",
    "details": "The eloping beats of nagadas and dholkis filling the atmosphere with hysterical enthusiasm, the loud jingles echoing in symphony and the zestful performers with their crisp script in mottled hued dupattas are sure to give one the dose of live action and stunts amidst a live crowd. The fun yet the moral nature will not only leave you gaping for more but also stir up your emotions and awareness. The thunderous performances have questions that need to be answered, and answers that will leave you baffled.<br/>Nukkad Natak (street play) is a form of theatre which aims at spreading social awareness with style!This time Chandigarh eliminations for Aagaaz(Street Play Competition) at Mood Indigo, IIT Bombay will take place at PECfest and the winner would get a direct entry to the higher rounds of Mood Indigo 2017.",
    "shortDescription": "Street Play",
    "name": "Nukkad Natak",
    "prize": "Direct qualifiction to higher rounds of Mood Indigo 2017, IIT Bombay",
    "category": "NATYAMANCH",
    "eventType": "Cultural",
    "rulesList": "Team limit is 8-20 including  all music accompanists. Only members of teams with valid college ID card will be allowed to participate. Time limit- 6 minutes to 10 minutes(including setup and clearance time i.e empty stage to empty stage. Only one person per college is allowed to perform in the eliminations. Teams must perform a part of the street play that they will perform in the finals of Mood Indigo,IIT Bombay The play may be in Hindi,English or Hinglish. However, short snippets in other languages are allowed. Plays can be based on any theme. However inappropriate content, blasphemy or content defaming any political party or religious group is STRICTLY prohibited. No electrical appliance (for example, amplifiers) shall be allowed during the performance,whether inside or outside th circle of performance. No plug points will be provided for this. No teams shall play any recorded music using mobile phones or tapes. No props will be provided. Use of fire/water/live animals/smoke machines on stage (or anywhere in its vicinity) which has a possibility of damaging the stage is strictly prohibited. Teams are expected to mention approximate time for plays at the time of registration. Registration will be done online or team leadrer can contact above mentioned event coordinator."
},
{
    "coordinators": "Arvind Kathpal;8728006209~~Mahtab;8427801934",
    "details": "Confident in your know how of making a live audience roll over with laughter? Think you could get up on a stage in front of a room of strangers and deliver gag after gag?<br/>Then come along, alone or in pairs and showcase your fabulous improvisational and comical skills. Give the crowd and the judges the time of their lives. After all, laughter is the best medicine.",
    "shortDescription": "-",
    "name": "Standup Comedy",
    "prize": "NA",
    "category": "NATYAMANCH",
    "eventType": "Cultural",
    "rulesList": "Time limit - 4 minutes to 7 minutes (empty stage to empty stage). And for prelims, time limit is 1 minute to 3 minutes. Maximum of 2 members are allowed in a team. Only members of teams with valid college ID card will be allowed to participate. The act may be in Punjabi, Hindi, English or Hinglish. Sticking on the backdrop will NOT be allowed. Use of fire/ water/ smoke machines on stage (or anywhere in its vicinity) is strictly prohibited. Teams must bring all the costumes and props with them as PEC will not provide anything. Only a few chairs and tables for stage setting may be provided. Mikes, lights will be provided. Registration will be done online or team leader can contact above mentioned event coordinator."
},
{
    "coordinators": "Rishabh;9855529998~~Shubham Sharma;9464279002",
    "details": "Everything but words to express, nothing but the body to suggest. Introducing things silently but smartly. We know nor are the words necessary evil that expressions require neither is body self-sufficient. To express all we can. But, this is an art in itself, isn't it? To use something more than before. To express something differently and to give even the slightest of object a defined meaning.<br/>‘Mime Your Language’ is the mime competition to take you back to the times of Charlie Chaplin and Marcel Marceau.",
    "shortDescription": "Mime competition",
    "name": "Mime your language",
    "prize": "1st - 5000; 2nd - 3000; 3rd - 2000",
    "category": "NATYAMANCH",
    "eventType": "Cultural",
    "rulesList": "Team Limit is 10. Only members of teams with valid college ID card will be allowed to participate. Time limit - 8 minutes to 15 minutes (empty stage to empty stage). Teams must bring all the costumes and props with them as the organizing committee will not provide anything except for a few chairs and tables for stage setting. Pre-recorded music is allowed and should be brought in a pen drive in .mp3 format only. However, the music should not contain any kind of recognizable human words in any language. Laptop, mikes and Lights will be provided and are expected to appoint someone to sit and operate them during the performance. Use of fire/water/smoke machines on stage (or anywhere in its vicinity) is strictly prohibited. Teams are expected to mention approximate time for their plays at the time of registration. Registration will be done online or team Leader can contact above mentioned event coordinator."
},
{
    "coordinators": "Arushi;9464786663~~Tikshya;8054436912~~Harit;9464447588~~Sahil;9872377922~~Pranjal;7889231716",
    "details": "One of the most anticipated events of the year brings you a night to remember. Your team, your grooves, your beat, our arena. Are you up for the challenge?",
    "shortDescription": "Bollywood dance",
    "name": "Groovz",
    "prize": "",
    "category": "NRITYAMANCH",
    "eventType": "Cultural",
    "rulesList": "PRELIMS ROUND RULES Team limit: 12-35 members Track length limit: 4-6 minutes At any instant, on-stage team limit: 6-18 members Team can perform any form of dance except folk dance and regional dance. Fire acts, water acts or any other dangerous acts which can cause any injury to participants or in any way can harm the stage is not permitted. Teams are required to bring 2 copies of their track, one each in a pen drive and a CD. Each team member must bring their college ID cards for verification. The songs performedin the track should be a part of the original track."
},
{
    "coordinators": "Kartik;8194800528~~Nikhilesh;9501057120~~Dheeraj;9915788413~~Vivek;8360539032~~Shyam;9592029037",
    "details": "The mean and tough streets are unforgiving. Bring out your game face and show us what you got! Presenting \"Street Mayhem\".",
    "shortDescription": "Street dance",
    "name": "Street Mayhem",
    "prize": "1st - 8000; 2md - 6000",
    "category": "NRITYAMANCH",
    "eventType": "Cultural",
    "rulesList": "Dance styles include B-boying, Krumping, Locking, Popping etc. Track limit: 4-8 minutes. Team limit: 8-20 members. Stage shouldn’t be spoiled due to performance. Participants are advised to bring 2 copies of their track, preferably in a pen drive and a CD. Participants must bring their college ids for verification. Participants have to report to the registration desk 30 minutes before the start of the event. Any misdemeanour with other teams, organizing team or judges, deviation from rules may lead to negative marking/disqualification."
},
{
    "coordinators": "Ishita;9779709501~~Palak;8283857305~~Regina;9816099811~~Gurkaran;7508064313",
    "details": "Solo or duet competition. Come one, come all. Who will be the one? The champion? The one who will be called the guardian of the beat!",
    "shortDescription": "Solo / Duet dance",
    "name": "Naach Meri Jaan",
    "prize": "1st - 3000; 2nd - 2000",
    "category": "NRITYAMANCH",
    "eventType": "Cultural",
    "rulesList": "No restriction on dance style Track limit: 2-3 minutes Either Solo or Duet. Stage shouldn’t be spoiled due to performance. Participants are advised to bring 2 copies of their track, preferably in a pen drive and a CD. Participants must bring their college ids for verification. Participants have to report to the registration desk 30 minutes before the start of the event. Any misdemeanour with other teams, organizing team or judges, deviation from rules may lead to negative marking/disqualification."
},
{
    "coordinators": "Harjas;9914189616",
    "details": "The bhangra is a folk dance that has its roots in the region of Punjab in northwest India and Pakistan. Unlike other folk dances which usually fail to catch the interest of the masses outside their particular community or geographical region, bhangra has managed to transcend its label as being merely a folk dance to be performed by Punjabi sons of the soil. To continue the legacy of Punjabi Folk dance Bhangra, the Punjabi Editorial Board organises Bhangra Theque which is a group Bhangra Competition between various colleges in which Bhangra teams from different colleges come together to compete in North India's largest fest<br/>The night of Bhangra Theque is beyond description...<br/>Jdo Punjab de Jawaan Gabru te Sohniya hu Muteyara PECFEST de mainstage te chddke pandiya ne Bhangra...Jdo nchde ne Sapp khdkdiya ne Daanga ta saareya de mnn vich ehi lina aandiya ne..<br/>BHANGRE CH AA JANDA E NAZARAA DOSTO<br/>JADO VAJJAN DHOL TE NGARHE DOSTO<br/>UTTO NACHDIYA HON MUTIYARAA SOHNIYA<br/>NAL PE JAN YAARO GAADDRR BOLIYAA<br/>BS FER NAHIO HATDE<br/>NACHNO EH YARAA DE YAAR DOSTO<br/>JINNI MARZI DEDO DUHAAI DOSTO!!!!!<br/>Bhangra Theque illuminates the night of the PECFEST with so much energy that each and every member of the audience dances their heart out and there is no stopping them from celebrating the majesty of the event...The aura, the magic of the Majestical Bhangra that engulfs everyone is a thing to be experienced this PECFEST 2017.",
    "shortDescription": "Folk dance (Bhangra)",
    "name": "Bhangra Theque",
    "prize": "1st - 11000 + Direct qualifiction to higher rounds of Mood Indigo 2017, IIT Bombay; 2nd - 6000; 3rd - 3000",
    "category": "NRITYAMANCH",
    "eventType": "Cultural",
    "rulesList": ".Max. Team limit-20 Team members: Onstage -16(Maximum) ,6(Minimum) Time limit: 8 to 12 mins Performance only on music. Performance will be judged on the basis of  Choreography, Energy, Coordination, Props, Dresses .Team has to set the props onstage within 2 mins. Audio track should be available in pendrive and 2 cd-roms. Decision of the organisers will be final regarding any issue during the event. Teams have to report on time for prelims. Prelims: Time limit : 3-5 mins Dresses are not compulsory."
},
{
    "coordinators": "Khuspreet;9815117113~~Gurpreet;7696612198~~Deepika;8727957268~~Arsh Sidhu;9465287027",
    "details": "Bhangra the folk dance of Punjab that rejuvenates ones soul is the main attraction at North India's largest fest.So what happens when a Punjabi is asked to prove that he or she is best in it. It fills the Punjabi with such godly energy that he or she brings out the most graceful and energetic Bhangra steps so as to beat the opponent and electrify the surroundings.",
    "shortDescription": "One on one bhangra competition",
    "name": "Bhangra Wars",
    "prize": "1st - 2000; 2nd - 1000",
    "category": "NRITYAMANCH",
    "eventType": "Cultural",
    "rulesList": "Individuals will have to do a Bhangra dance face off"
},
{
    "coordinators": "",
    "details": "Are you obsessed with of Film, Literature, Art, Music, Entertainment or Sports? Show off your knowledge in the FLAMES quiz!",
    "shortDescription": "Food, literature, art, music, entertainment and sports quiz",
    "name": "FLAMES Quiz",
    "prize": "1st - 4000; 2nd - 2000; 3rd - 1000",
    "category": "LITERARY ARTS",
    "eventType": "Cultural",
    "rulesList": "1. You can participate in teams of 2. 2. There will be a written prelim round consisting 20 questions."
},
{
    "coordinators": "Snigdha Singh;8968675396",
    "details": "Are you jack of all traits? Do you have knowledge of almost everything happening around you? We’re waiting for you with our arms wide open! Participate in the PECFEST General Quiz and be the master of this one",
    "shortDescription": "",
    "name": "General Quiz",
    "prize": "1st - 4000; 2nd - 2000; 3rd - 1000",
    "category": "LITERARY ARTS",
    "eventType": "Cultural",
    "rulesList": "1. You can participate in teams of 2. 2. There will be a written prelim round consisting 20 questions."
},
{
    "coordinators": "Dhruv Ganjoo;9915788349",
    "details": "Do you have a thought deep down inside you? Are you a man of few words? Can you express something meaningful in as little words as possible? If yes, then use your creative freedom to build up a terribly tiny tale. 140 characters are all it takes!",
    "shortDescription": "Microwriting online event",
    "name": "Terribly Tiny Tales",
    "prize": "NA",
    "category": "LITERARY ARTS",
    "eventType": "Cultural",
    "rulesList": "1. This is an online event. 2. Various themes will be released. Your entries should correspond to the theme. 3. Only one entry per theme is allowed. 4. Your terribly tiny tale should not exceed 140 characters"
},
{
    "coordinators": "Ikjot;7355833866",
    "details": "A written quiz which test your grip on everything involving the English language from rebuses to idioms to palindromes. It will be a two tier quiz that will make you wrack your brains.<br/>Are you constantly burdened by having to limit your plethora of phrases around common folk? Unable to fit your vast vocabulary into conversation without being labeled pretentious? Does your wit and quick thinking not get the acclaim it deserves? If you answered yes to any of these questions, you probably have ego issues. However, there’s no better alternative to vindicate your haughty ways than by conquering the mother of all English quizzes , Wordict.",
    "shortDescription": "Grammar quiz",
    "name": "Wordict",
    "prize": "1st - 1500; 2nd - 1000; 3rd - 500",
    "category": "LITERARY ARTS",
    "eventType": "Cultural",
    "rulesList": "The quiz has two written rounds. You qualify for the second purely based on the performance in the first. The quiz can be attempted individually or in pairs You get 60 minutes to solve the quiz. No gadgets allowed."
},
{
    "coordinators": "Sanpreet;9814030120",
    "details": "A competition for people with a knack for storytelling. Use your creativity and a healthy dose of imagination to give us the best story you can create. The start and end belong to us, though.",
    "shortDescription": "Story writing",
    "name": "Twist A Script",
    "prize": "1st - 1500; 2nd - 1000; 3rd - 500",
    "category": "LITERARY ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Given the prompt and the end, write a script; beginning with the prompt and twisting it all the way to reach the end. 2. No theme. No limitations. No rules (ironically). As long as you stick to Rule 1, there are no restrictions to the flow of your creative juices for the middle. 3. Creativity, Imagination, Originality. That's what we look for in the winning pieces. (Oh and needless to mention, don't cross the Grammar Nazi)"
},
{
    "coordinators": "Amitoj;7658964560",
    "details": "Do you (wor)ship a fandom?<br/>If you've ever found yourself wheezing about a character's death or flailing your arms in an argument, trying to make a point, we've got the platform for you. In a world dominated by mischief managers, the English Editorial Board presents to you the *PEC fandom Convention 1.0* .We give you an opportunity to discuss theories and write your fan fic, to bravely go where no one has gone before. What's more, the best fan theory and the best fan fiction will be published in our online magazine, 'The Rhyme and Reason'!<br/>As the night gathers we invite you to join us for interesting discussions, mind boggling hypothesizes and fanciful plots.",
    "shortDescription": "Fandom convention",
    "name": "Fan Con",
    "prize": "1st - 1500",
    "category": "LITERARY ARTS",
    "eventType": "Cultural",
    "rulesList": "1. You must be a fandom fanatic. 2. The fan fic allows cross fandom theories 3. You should be able to identify atleast one fandom from the description. If you can't, are you really a part of one?"
},
{
    "coordinators": "Deepti;9872663117",
    "details": "A competition where participants will be required to spell a broad range of words. It will involve words based on the Pecfest theme.",
    "shortDescription": "English spelling competition",
    "name": "Spell Bee",
    "prize": "1st - 1500; 2nd - 1000; 3rd - 500",
    "category": "LITERARY ARTS",
    "eventType": "Cultural",
    "rulesList": "The words are pronounced and the participants have to write them down. Each round has 10 individuals. The top three individuals with the maximum correct spellings make it to the next round. The words get tougher with each subsequent round."
},
{
    "coordinators": "Amandeep Singh;9478204544",
    "details": "Spell Bee is Punjabi Spelling competition where participants are required to pronounce or write the Punjabi words dictated to them in Punjabi which is again a fun filled event.",
    "shortDescription": "Punjabi spelling competiton",
    "name": "Punjabi Spell Bee",
    "prize": "1st - 1500; 2nd - 1000",
    "category": "LITERARY ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Participants will have to write the Punjabi speeling of the words given to them. NOTE :Participation in vaad vivad  and and kaav rachna competitions is also mandatory for being eligible to win."
},
{
    "coordinators": "Gamini Singla;9463710568",
    "details": "Do you have the ability to put across your thoughts cohesively and also at times remain silent and listen? Do you have the ability to stand out in a group of 8-10 people? Do you have the skills to lead a group? If the answer to the above questions was yes, then it is time for you to put your soft skills to use and participate in the PECFEST Group Discussion Competition. A minute to prepare and 10 to present your thoughts!",
    "shortDescription": "",
    "name": "Group Discussion",
    "prize": "1st - 3000; 2nd - 1500; 3rd - 1000",
    "category": "SPEAKING ARTS",
    "eventType": "Cultural",
    "rulesList": "1. GD will happen in groups of 10. 2. The time will be 10 minutes. 3. The topic will be given 1 minute prior to the discussion"
},
{
    "coordinators": "Tushar;8374430085",
    "details": "Do you consider yourself overly talkative? Do you have the ability to speak effortlessly on any subject without repetition, hesitation or deviation? If so, JAM is the perfect contest to prove your oratory skills.",
    "shortDescription": "Just A Minute",
    "name": "JAM",
    "prize": "NA",
    "category": "SPEAKING ARTS",
    "eventType": "Cultural",
    "rulesList": "1.Total speaking time will be 1 minute 2.A participant gets 1 point for every second he speaks 3.If a participant hesitates, deviates from the topic or repeats himself, he can be challenged by the other participants 4.A  JAMmer scores a point for making a correct challenge against whomever is speaking, while the speaker gets a point if the challenge is deemed incorrect."
},
{
    "coordinators": "Kirti Bhaskar;9814833044",
    "details": "A discussion. A discourse. A parley. An argument. Strife.<br/>If you can’t get enough of it, well, don’t then! Exploit PECFEST’s<br/>Conventional Debate Competition to put your debating skills to test<br/>and win exciting prizes!<br/>A written quiz which test your grip on everything involving the English language from rebuses to idioms to palindromes. It will be a two tier quiz that will make you wrack your brains.",
    "shortDescription": "English debate",
    "name": "Cross Swords",
    "prize": "1st - 3000; 2nd - 1500; 3rd - 1000",
    "category": "SPEAKING ARTS",
    "eventType": "Cultural",
    "rulesList": "1. The total speaking time will be 3 minutes 20 seconds. 2. The topic will be given 15 minutes prior to the speech. 3. You will be judged on matter, manner and method."
},
{
    "coordinators": "Amandeep Singh;9478204544",
    "details": "The youth of Punjab today doesn't know how to speak Punjabi. They give more importance to other languages rather becoming fluent in their own mother tongue.They might be thinking they're following the trend but leaving your grassroots your mother behind can never be called a trend. It can never give you success.<br/>So in order to promote the Punjabi language and Punjabi culture knowledge the Punjabi Editorial Board organises the Literary Events which witness participation from various Punjabi scholars from different colleges.<br/>Vaad Vivaad is Punjabi debating competition in which the participants speak up their mind and express their feelings through their words to finally reach an agreement and take back a lesson to learn and make others learn a lesson by their debating skill.",
    "shortDescription": "Punjabi debate",
    "name": "Vaad Vivad",
    "prize": "1st - 1500; 2nd - 1000",
    "category": "SPEAKING ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Participants will have to debate in Punjabi  to finally reach an agreement NOTE :Participation in Punjabi spell bee and and kaav rachna competitions is also mandatory for being eligible to win."
},
{
    "coordinators": "Amandeep Singh;9478204544",
    "details": "Kaav Rachna as the name suggests is a Punjabi Poetry competition in which talented poets of various colleges from different backgrounds portray their work in the most poetic way to express their feelings or to create social awareness.<br/>And don't worry the poems are not only serious the Hassya Kavis will make you laugh until your stomach starts aching and Punjabi aashiqan di kami thori from whom you will hear those Romantic poems.",
    "shortDescription": "Punjabi poetry",
    "name": "Kaav Rachna",
    "prize": "1st - 1500; 2nd - 1000",
    "category": "SPEAKING ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Participants will have to write a poem in Punjabi. 2. The topic and legth of thepoem will be announced on the spot. NOTE :Participation in Punjabi spell bee and and VAAD VIVAD competitions is also mandatory for being eligible to win."
},
{
    "coordinators": "MANAN SAROHA;9915845087",
    "details": "Capture the vibrancy and enthusiasm of the delightful fest in your camera.",
    "shortDescription": "PECFest photography",
    "name": "Super Shot",
    "prize": "1st - 2000; 2nd - 1000",
    "category": "DIGITAL DESIGN ART",
    "eventType": "Cultural",
    "rulesList": "1. The photographs should be clicked inside PEC Campus during Pecfest 2017 2. Individual entries need to be sent (hard copy or mail) 3. An individual can send a maximum of four entries of a particular day. 4. Photos can be clicked using DSLRs, Digital Cameras or Smartphones with a minimum resolution of 4 MP or greater. 5. Post processing of any type isn’t allowed. In-built Camera presets and filters can be used. 6. Entries need to be sent by 10:00 pm Indian Standard Time on each day during Pecfest 2017 7. No watermarks are allowed. 8. Please be aware that the judges may mark down entering multiple substantially similar entries."
},
{
    "coordinators": "HIMANK;9467078564~~AYAN;9877144062",
    "details": "The Contest begins on 25th September 2017, midnight (IST) and the closing date for receipt of entries is 25th October 2017.",
    "shortDescription": "Online photography",
    "name": "Click",
    "prize": "1st - 2500; 2nd - 1500",
    "category": "DIGITAL DESIGN ART",
    "eventType": "Cultural",
    "rulesList": "1. A participant can submit at the most 2 photographs per theme. 2.  If participant’s work is found to be copied, it will lead to disqualification. 3. Unless otherwise informed only basic editing such as croping and colour corrections etc are allowed. 4. Judging criteria will be based on originality, creativity, composition , overall quality 5. No watermarks are allowed. 6. The decision of the judges shall be final and binding. In case of any disputes PEC University of Technology reserves the rights in its sole discretion."
},
{
    "coordinators": "ARSHIA;8054163930~~AKHILESH SHARMA;9888696867",
    "details": "The Contest begins on 25th September 2017, midnight (IST) and the closing date for receipt of entries is 25th October 2017.",
    "shortDescription": "Story through photos (online)",
    "name": "Memoir",
    "prize": "1st - 2500; 2nd - 1500",
    "category": "DIGITAL DESIGN ART",
    "eventType": "Cultural",
    "rulesList": "1. Each entry should have a minimum of 3 and a maximum of 5 photographs. 2. The photographs should depict a story according to the theme. 3. A description of the story should be sent along with the photographs. 4. The decision of the judges shall be final and binding. In case of any disputes PEC University of Technology reserves the rights in its sole discretion."
},
{
    "coordinators": "SIDDHARTH MISHRA;+919914123055",
    "details": "India's Graphic design industry is growing day by day. Online Design Challenge by PDC has always respected the culture, which now brings a platform to showcase your graphic designing skills. All you have to do is mail out the best artwork in your arsenal, and the panel of some top designers and ex- adobe award winners will judge your work. So show us what you got!",
    "shortDescription": "Online designing competition",
    "name": "Digital Art Designing",
    "prize": "1st - 1500; 2nd - 1000; 3rd - 500",
    "category": "DIGITAL DESIGN ART",
    "eventType": "Cultural",
    "rulesList": "1) Theme- Infinity and beyond 2) Size- International Paper- A3 3) Acknowledgement of 3rd party images and stock photos. 4) Submission in the form of PSDs and JPEG both. 5) Submissions to pdcpec@gmail.com"
},
{
    "coordinators": "SACHIN GUPTA;+919872771517",
    "details": "\"If it can be written or thought, It can be filmed\" - Stanley Kubrick<br/>We live in monotonous world where films are the portal to other dimensions.<br/>They allow us to step into other people's shoe, allowing us to not only experience their feelings but see the world from their perspective.<br/>This Pecfest, Projection and Designing Club brings to you the FILM FESTIVAL to give a chance to bring out the storyteller in you and amaze us with mind-blowing short movie",
    "shortDescription": "Online film entries",
    "name": "PEC Film Festival",
    "prize": "1st - 7500; 2nd - 5000; 3rd - 2500",
    "category": "DIGITAL DESIGN ART",
    "eventType": "Cultural",
    "rulesList": "Time Limit:  MAX 10 minutes (Including credits and everything) Theme: NONE Deadline for submission: To be declared! Judging Criteria: Editing, Cinematography, Script (originality), Acting, Sound effects, overall impact General Rules: 1. The movie should be in Hindi or English or both. If you choose to make a film in Hindi, it must contain English subtitles. For finals, subtitles are mandatory for movies of both languages. No other languages will be allowed. 2. Please note that PECEFST will not be responsible for postal delays, losses or damages. Make sure you send in the entries sufficiently before the deadline. You may use any video camera you deem suitable for shooting the movie. However, we strongly discourage low-resolution cameras, including webcams and mobile-phone cameras. 3. Entries must be the original work of the entrant and must not infringe third-party's rights. 4. The content of the movie should be appropriate for public screening and thus have no vulgarity. 5. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification. 6. Please avoid photo animation, slideshows, remixes, spoofs and advertisements. 7. Please note that the teams for the elimination rounds and the finals must be the same. No new addition of members will be entertained. 8. Plagiarism is strictly prohibited. Sound tracks (no max time limit) and stock footage (time limit : max of 1 min 30 seconds) can be borrowed, but with due credits. 9. Teams qualifying for the finals will be asked to submit the scanned copy of their college ID cards along with their photos and their MI numbers. 10. The decision of the judges will be final and binding. Submission Completed movies (accompanied by the name of the college and the PECFEST ID and details of team members along with their role in the making of the movie) must be submitted in .mpeg or .avi or .mp4 formats only in one of the following ways. 1. Emailing to pdcpec@gmail.com with subject of the email to be “FILM FESTIVAL| PECFEST ID  | TITLE OF THE FILM” 2. Uploading the video on www.youtube.com or any other such website and emailing the link to pdcpec@gmail.com with subject of the email to be “FILM FESTIVAL |PECFEST ID | TITLE OF THE FILM” 3. Burning on a CD/DVD and posting to:"
},
{
    "coordinators": "ANUJ KESHAV;+91 9878908744",
    "details": "There're tons of logos that surround us every day: how many of the logos do you know? PDC brings to you a quiz game where you have to guess the logos of different brands. Throughout the game you'll be presented with a bunch of different logos that are not limited to just companies but everything that is in existence. Think you can take up the challenge?",
    "shortDescription": "",
    "name": "Logo Quiz",
    "prize": "1st - 1500; 2nd - 1000; 3rd - 500",
    "category": "DIGITAL DESIGN ART",
    "eventType": "Cultural",
    "rulesList": "1. Only team entries are eligible. 2. A team shall consist of max two persons. 3. The decision of the quiz-master will be final and will not be subjected to any change. 4. The participants shall not be allowed to  use mobile or other electronic instruments. 5. The questions shall be in the form of multiple choice, True / False statement, Specific-answer question etc. 6. Audience shall not give any hints or clues to the competitors. 7. Replacement of any participant of a team is not allowed after registration 8. Teams selected for the final rounds will be allowed to give themselves an appropriate name related to the competition by which they may want to be known"
},
{
    "coordinators": "Mayank Kaura;9876139090",
    "details": "“A true director is one who can capture whatever they are presented with.” PECFEST has been a front runner when it comes to encouraging creativity invites myriad forms. This event beckons the young directors of India and allows them to illustrate their creativity. A competition that will challenge the best of video makers and video editors, so come and remember, RECORD EVERY MOMENT (on phone, DSLR or video camera), to feel the true essence of PECFEST. With a chance to win instant fame and admiration and to have their movies screened amidst a huge audience, this is definitely a competition to look out for. The best video will be uploaded in the PECFEST Facebook page.",
    "shortDescription": "During fest video competition",
    "name": "Shoot At Sight",
    "prize": "1st -Rs.2500; 2nd - Rs.1500; 3rd -Rs. 1000",
    "category": "DIGITAL DESIGN ART",
    "eventType": "Cultural",
    "rulesList": "1. The team can consist of max. 2 members. 2. Only one entry per team is allowed. 3. All the shooting and editing has to be done within three days of PECFEST. 4. The video can be a music video or dubbed video. 5. The video should not exceed 3 min including the end credits. 6. The shots should be within the PEC campus only. 7.  No external help like internet is allowed during the event. 8. Mandatory events to cover: i) Mega Shows ii) Any one PDC event. iii) Any one inside Auditorium event. iv) Any one technical society activity. v) A selfie with any PECOBIAN"
},
{
    "coordinators": "SHIVANGI;9781900012",
    "details": "",
    "shortDescription": "Exhibition (in collaboration with NGO)",
    "name": "Khwabgah",
    "prize": "NA",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "A display of beautiful artwork."
},
{
    "coordinators": "SHWETA THAKUR: 9878707897~~UTTAM KUMAR: 7404866474",
    "details": "The participants will have to paint without the use of paintbrushes.",
    "shortDescription": "Paint with objects",
    "name": "Brush Off Brush",
    "prize": "1st - 2500; 2nd - 1500",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Themes will be given on the spot. 2. All the materials like spray paints, canvas etc will be provided. 3. Minimum number of participants in a team should be 2 and maximum can be 3. 4. Points will be given on creativity, neatness, concept and efficient use of materials. 5. Team with the maximum points will be declared as winner. 6. 2 or more judges for every event will be present to ensure there is no partiality/ bias. In all cases, the judge’s decision will be final and binding."
},
{
    "coordinators": "MEHAK TUKRA;9780815766~~MANVENDRA THAKUR;9914238462",
    "details": "Pots have been here and thee but with little creativity and imagination you can turn these into a collection of original charming and decorative figure.",
    "shortDescription": "Pot painting",
    "name": "World On Crust",
    "prize": "1st - 3000; 2nd - 1500",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Registration will be in the teams of 2 or 3. 2. All the materials like Enamel Paints (Different Colors), Brush, Container, Earthen pot, Sparkles will be provided to the participants. 3. Participants should finish the painting within 2 hours. 4. Judging criteria: Creativity, Aesthetics and Overall Impact. 5. The decision of the judges shall be final and binding. In case of any disputes PEC University of Technology reserves the rights in its sole discretion."
},
{
    "coordinators": "AVVALPREET KAUR;8437939300~~VIRENDER SINGH;8195901361",
    "details": "In two hours, participants have to put forward their artistic best using only two colors. A base colour (black or white) and any other color can be used to decorate the object. The challenge will be create an impactful artwork using only two shades.",
    "shortDescription": "1 colour painting",
    "name": "Monochrome",
    "prize": "1st - 2500; 2nd - 1500",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Registration will be in the teams of 2 or 3. 2. Each team is allowed two choose either Black or White as a base color and 1 other color of their choice. The painting should be made with only these 2 colors. 3. All the materials like Enamel Paints (Different Colors), Brush, Container, Earthen pot, Sparkles will be provided to the participants. 4. Participants should finish the painting within 2 hours. 5. Judging criteria: Creativity, Aesthetics and Overall Impact. 6. The decision of the judges shall be final and binding. In case of any disputes PEC University of Technology reserves the rights in its sole discretion."
},
{
    "coordinators": "Esha;9872602189",
    "details": "A fun filled event, where the participants will have paint filled darts to aim and shoot.",
    "shortDescription": "Colour filled darts",
    "name": "Darts With Paints",
    "prize": "NA",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "Fun Event"
},
{
    "coordinators": "VAGISHA: 9418548273~~BHAVUK: 9041313044",
    "details": "The participants will have to use their creativity to paint sneakers and T-shirts and make them look as artistic as they can.",
    "shortDescription": "Painting competition",
    "name": "Sneaker - Tshirt Painting",
    "prize": "1st - 3000; 2nd - 1500",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Themes will be given on the spot. 2. All the materials like spray paints, t-shirt, sneakers, canvas, etc will be provided. 3. Minimum number of participants in a team should be 2 and maximum can be 3. 4. Maximum time allotted will be two hours. 5. Points will be given on creativity, neatness, concept and efficient use of materials. 6. Team with the maximum points will be declared as winner. 7. 2 or more judges for every event will be present to ensure there is no partiality/ bias. In all cases, the judge’s decision will be final and binding."
},
{
    "coordinators": "AAKRITI ANEJA;9910096532~~AAKANKSHA;9501033030",
    "details": "This is your chance to light up the mundane and boring walls of the institute! Splash, splotch and add those lovely strokes to the walls of PEC and let your imagination do the rest!",
    "shortDescription": "Graffiti",
    "name": "Graffiti Painting",
    "prize": "1st - 2500; 2nd - 1500",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Themes will be given on the spot. 2. All the materials like spray paints, canvas etc will be provided. 3. Minimum number of participants in a team should be 2 and maximum can be 3. 4. Participants should finish the painting within 2 hours. 5. Points will be given on creativity, neatness, concept and efficient use of materials. 6. Team with the maximum points will be declared as winner. 7. 2 or more judges for every event will be present to ensure there is no partiality/ bias. In all cases, the judge’s decision will be final and binding."
},
{
    "coordinators": "AVANTIKA;8130848795~~MEHAK KAPIL;9915321148",
    "details": "Let your brush flow with the lyrics of the songs, let your imagination connect with the words of the songs.",
    "shortDescription": "Music based painting",
    "name": "Muzart",
    "prize": "1st - 2500; 2nd - 1500",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Music lyrics on which the painting has to be based will be given on the spot. 2. All the materials like spray paints, canvas etc. will be provided. 3. Minimum number of participants in a team should be 2 and maximum can be 3. 4. Maximum time allotted will be two hours. 5. Points will be given on creativity, neatness, concept and efficient use of materials. 6. Team with the maximum points will be declared as winner. 7. 2 or more judges for every event will be present to ensure there is no partiality/ bias. In all cases, the judge’s decision will be final and binding."
},
{
    "coordinators": "SHIVANGI;9781900012",
    "details": "A fun filled event where the teams will have to paint on nails with the assigned theme, on the spot.",
    "shortDescription": "",
    "name": "Nail Art",
    "prize": "NA",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "Candidates will be given a duration of  1 hour . Team of 2 or 3 will be allowed."
},
{
    "coordinators": "Anuja Rana: 8288965431",
    "details": "The Contest begins on 25th September 2017, midnight (IST) and the closing date for receipt of entries is 25th October 2017.",
    "shortDescription": "Doodling Competition",
    "name": "Let's Doodle",
    "prize": "",
    "category": "FINE ARTS",
    "eventType": "Cultural",
    "rulesList": "Judging and Selection of Winners: Each Doodle will be evaluated and scored based on the following “Criteria”: • Artistic merit - drawing skills and use of color; • Creativity and originality - considering the representation of the Contest theme."
},
{
    "coordinators": "Raghav Bajaj;8146810829",
    "details": "PECFEST 2k17 welcomes you to the one of the biggest band wars in North India! An event full of thrilling bands ranging from Fusion to Death Metal, competing against each other and showing off their skills, from shredding to whiplash.<br/>Get ready to head bang all the way!!",
    "shortDescription": "Rock band competition",
    "name": "Rockathon",
    "prize": "1st - 10000",
    "category": "MUSICAL ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Every band interested in participating is supposed to send the following on the given email ID: rockathon.pec@gmail.com -Band Profile (Name of the band with all the members, genre, contact) -Original compositions and cover (Attach a video of each) -Link to a website or Facebook page (if any) 2. Every band is required to perform a minimum of ONE original composition. 3. Time allotted to each band will be about 20 minutes (including the sound check) after the band's name is called on the PA system. 4. All bands will be provided with a pro quality 5-piece drum kit and a high-quality sound setup. NOTE: All bands have to bring along any required instruments and processors themselves. 5. All the band members are required to carry their college ID cards with a photocopy of the same. 6. The decision of the judges will be final and binding in every respect. Requests pertaining to change of time slots WILL NOT BE ENTERTAINED under any circumstances. RULES ARE SUBJECT TO CHANGE. *Time is subjected to change."
},
{
    "coordinators": "Shubham Bhatia;8901547220",
    "details": "Get ready to unleash the inner Eminem inside you because the much-awaited event of North is here: “THE RAP BATTLE”(PECFEST 2K17) where we give you the opportunity to unveil the language of expression, language not defined by any boundaries and no guidelines. So, let go of any restrains and perform like you never did, like you always wanted on this stage. Savor the applause of the hundreds and appreciation of thousands. Enchant the panelists. Let them behold the power and potential of your voice.<br/>We await you and your passion this PECFEST. May the most energetic and enthusiastic prevail.",
    "shortDescription": "Rap competition",
    "name": "Rap Battle",
    "prize": "1st - 2000",
    "category": "MUSICAL ARTS",
    "eventType": "Cultural",
    "rulesList": "1.      You have to register at PECFEST website and get your PECFEST ID at least 2 hours before the event. 2.      It is a solo competition. 3.      Event will take part in 2 stages. Stage 1: 1.      Your flow and lyrical expertise will be checked along with your crowd interaction and crowd engaging capacity on an instrumental track. 2.      15-20 seconds will be given to you to listen to the beat. 3.      Beat given to you is final and will not be changed. Each performance has to be less than 2 minutes. 4.      Participants clearing stage 1 will proceed to stage 2. Stage 2: 1.      Face off rap battle will take place between 2 rappers at a time. 2.      This round will not have any instrumental track. 3.      At least 45 seconds will be given for one round in the battle. 4.      Make sure to keep the rap clean else you face direct DISQUALIFICATION. 5.      Crowd response will be given weight age. 6.      Decision of judges will be final and binding."
},
{
    "coordinators": "Joshua Mallik;9988592392",
    "details": "PECFEST 2k17 welcomes you to the melodies of light music, best way to set the moods afloat!! Soothing voice of flutes to the distortion of guitars, experience everything here as the best bands in North India compete against each other for the title of the best fusion band.<br/>Get your hands up and sway them all the way!!",
    "shortDescription": "Fusion band competition",
    "name": "Fusion Band",
    "prize": "1st - 5000; 2nd - 3000",
    "category": "MUSICAL ARTS",
    "eventType": "Cultural",
    "rulesList": "1) It is a light fusion band competition; therefore, no hard rock/metal/grunge will be allowed. 2) Each band must have a minimum of 4 and maximum of 7 members. 3) Each band will be given 12 minutes, including the sound check, to perform. 4) Only a drum kit will be provided (Cymbals excluded). The participants are required to bring their own effects, patches and all the other required instruments. 5) All the band members are required to carry their college ID cards with a photocopy of the same. 6) The decision of the judges will be final and binding. 7) Use of foul language and misbehavior will lead to disqualification. *RULES ARE SUBJECT TO CHANGE."
},
{
    "coordinators": "Ankush Roy;8288910196",
    "details": "Standing there shivering or boldly held by the grip of numerous eyes, desire to make everyone to listen to your voice, the desire to show everyone the magic of your notes and scales. Here we are presenting before you an opportunity to unveil the language of expression, language not defined by any boundaries and no guidelines. So, let go of any restrains and perform like you never did, like you always wanted on this stage. Savor the applause of the hundreds and appreciation of thousands. Enchant the panelists. Let them behold the power and potential of your voice. We await you and your passion this PECFEST. May the most melodious and mellow prevail.",
    "shortDescription": "Hindi solo singing competition",
    "name": "Crochet(Hindi)",
    "prize": "1st - 2000 + Direct qualification to higher rounds of Mood Indigo 2017, IIT Bombay; 2nd - 1000",
    "category": "MUSICAL ARTS",
    "eventType": "Cultural",
    "rulesList": "1) Time limit for the preliminary round is 3 minute at max per participant. 2) Finalists will be shortlisted after the preliminary round. 3) Time limit for the final round is 6 minute at max per participant. 4) No karaoke will be allowed. 5) A keyboard and an acoustic guitar will be provided by the organizers. 6) Maximum two instrumentalists will be allowed to accompany the singer in the final round and 1 in the preliminary round. 7) The decision of the judges will be final. 8) To apply for the competition, register first at the PECFEST website, then e-mail the details on the given e-mail address. *RULES ARE SUBJECT TO CHANGE. 1) Time limit for the preliminary round is 3 minute at max per participant. 2) Finalists will be shortlisted after the preliminary round. 3) Time limit for the final round is 6 minute at max per participant. 4) No karaoke will be allowed. 5) A keyboard and an acoustic guitar will be provided by the organizers. 6) Maximum two instrumentalists will be allowed to accompany the singer in the final round and 1 in the preliminary round. 7) The decision of the judges will be final. 8) To apply for the competition, register first at the PECFEST website, then e-mail the details on the given e-mail address. *RULES ARE SUBJECT TO CHANGE."
},
{
    "coordinators": "Ankush Roy;8288910196",
    "details": "Standing there shivering or boldly held by the grip of numerous eyes, desire to make everyone to listen to your voice, the desire to show everyone the magic of your notes and scales. Here we are presenting before you an opportunity to unveil the language of expression, language not defined by any boundaries and no guidelines. So, let go of any restrains and perform like you never did, like you always wanted on this stage. Savor the applause of the hundreds and appreciation of thousands. Enchant the panelists. Let them behold the power and potential of your voice. We await you and your passion this PECFEST. May the most melodious and mellow prevail.",
    "shortDescription": " English solo singing competiton",
    "name": "Crochet(English)",
    "prize": " 1st - 2000; 2nd - 1000",
    "category": "MUSICAL ARTS",
    "eventType": "Cultural",
    "rulesList": "1) Time limit for the preliminary round is 3 minute at max per participant. 2) Finalists will be shortlisted after the preliminary round. 3) Time limit for the final round is 6 minute at max per participant. 4) No karaoke will be allowed. 5) A keyboard and an acoustic guitar will be provided by the organizers. 6) Maximum two instrumentalists will be allowed to accompany the singer in the final round and 1 in the preliminary round. 7) The decision of the judges will be final. 8) To apply for the competition, register first at the PECFEST website, then e-mail the details on the given e-mail address. *RULES ARE SUBJECT TO CHANGE."
},
{
    "coordinators": "Sagnik Mukopadhya;7087650589",
    "details": "Tabla, Keyboard, Guitar, sitar, sarod, flute, ukulele.... think you have mastered these instruments or any other amazing instrument???<br/>Well this PECFEST we are providing you the chance to show off your skills and leave each and every person in awe of your talents. The much awaited, Solo Instrumental event of PECFEST 2017 is back!!!!<br/>Register yourself for the competition here right now!! Hurry!!<br/>Percussions, strings and everything in between is allowed as long as you can create a piece of music so enchanting that the audience is in a trance even after the performance ends.<br/>This one is for the superheroes who do not get their own movies. So, impress the judges based on your technical prowess alone, unadorned by the clutter of words and voices.",
    "shortDescription": "Solo instrumental competition",
    "name": "Solo Instrumental",
    "prize": "1st - 4000; 2nd - 2000",
    "category": "MUSICAL ARTS",
    "eventType": "Cultural",
    "rulesList": "1. Each instrumentalist has to register beforehand itself or on spot 1 hour before the event starts. After the event starts, no unregistered participant shall be accepted for the event. 2. Each instrumentalist will be allotted a total of 8 minutes including setup. 3. Everyone is expected to keep ABSOLUTE SILENCE during any performance. Forfeit from doing this, and you shall be disqualified."
},
{
    "coordinators": "Bhavya;+918968967820~~Nitin;+918427868152",
    "details": "How many of you watched on enviously as who’s who of the country bid gazillions for the IPL teams and built a team from scratch, thinking you could do better? How many of you wanted to play Murli with bhajji butdidn’t have the billions needed? Well then don’t forget to take part in this unique event combining passion of cricket with the guile of business.",
    "shortDescription": "Quizzing and bidding game",
    "name": "IPL Auction",
    "prize": "",
    "category": "ENTREPRENEURICAL ARTS",
    "eventType": "Cultural",
    "rulesList": "This event would be held over 2 rounds: PRELIMS The prelims is a Quizzing round based on cricket. Eight teams would be short listed for the final round. FINALS Eight teams would be competing in this round. Each team would be allotted an IPL team at random and then they have to buy players in the auction to build a complete team."
},
{
    "coordinators": "Janvi;+919517927164~~Dwija : +918968269125",
    "details": "A barter simulation game that tests your negotiation skills. If you think you have what it takes to influence people for business, this is the event for you. In this event, the participants will be given some money and resources. They will have to exchange and buy resources to create a final product to become the undisputed 'Lord of Barter'.",
    "shortDescription": "Barter system based game",
    "name": "Barter",
    "prize": "",
    "category": "ENTREPRENEURICAL ARTS",
    "eventType": "Cultural",
    "rulesList": "Teams of two members begin with a simple standard amount of money and go on to buy resources, which they then use to create a finished product . The final product is created using a specific ratio of the initial resources. Each product carries some value as do the spare resources left with the team at the end of the game. The cost of these resources change regularly with time and teams have to work their way around multiple problems, from the shortage of certain resources to the rising costs of others."
},
{
    "coordinators": "Aditya;+919814508855~~Chandan;+917087480107",
    "details": "An interesting game where you're given a chance to acquire or merge companies to gain the maximum profit. It tests your judgment abilities and your astute business sense.",
    "shortDescription": "Business game",
    "name": "Mergers And Acquistions",
    "prize": "",
    "category": "ENTREPRENEURICAL ARTS",
    "eventType": "Cultural",
    "rulesList": "The participants will be given a case study about several companies. The first round will be a quiz based on this case study. The shortlisted teams will then have to devise a plan to obtain the maximum profit by either mergering or acquiring the companies. The team with the maximum profit at the end wins."
}]