[
  {
    "name": "Full Throttle",
    "shortDescription": "To build and run a radio controlled car, powered by an IC engine.",
    "details": "The mini RC car will compete on a specially designed race rack specifically meant for testing of the car. The team will have to prove itself in a race against time and then finally race against opponents on an off road track with obstacles. The fun filled event is a perfect mix of dirt and enthusiasm.",
    "rulesList": "Team Size : 3 to 4 members ( Only 1 member can drive the car in the event for each round) <br/><br/> Stage 1: The interested teams have to send a video of their working car at least four days prior to PECFEST. The teams will be given two chances to drive their cars on the track. The time for both the laps will be noted and best of them will be considered for evaluation. On the basis of time, nine teams will be shortlisted for round 2. <br/><br/>Stage 2: The nine teams qualifying round one will be divided into three groups on the basis of their lap times. Every group will race on the track and best of each group will clear for final round i.e. round 3. These three contestants for final round will become eligible for direct entry to the IITB Full throttle to be held in Techfest in December 2018. <br/><br/>Stage 3: The final round contestants will compete on the same track. The final race would consist of three laps and the first one to finish the laps would be the winner. The winner will get an exciting cash prize. In case a car stops or tumbles through the course, the driver will continue from the last checkpoint. A total of four checkpoints will be provided on the track and the timer will not be stopped for resetting the car on the checkpoint.",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 30K",
    "coordinators": "Parneet Singh Dilawri- +91 9041138354 : Simranjit Singh- +91 8557984412",
    "minSize": 3,
    "maxSize": 4
  },
  {
    "name": "Katapult",
    "shortDescription": "To make a miniature version of catapult used in ancient times as a war machine.",
    "details": "Katapult is a manufacturing-cum-fun event for all. You don’t need to belong to a particular branch. All you need is a concept and a team. No need to carry a thing. The participants have to build a catapult from the material provided on the spot. The participants will be given 2-3 hours’ time to design and fabricate a small or a big catapult- size doesn’t matter. The catapult can be as small as to fit in the palm. No need to stick to the conventional clash of clans design.",
    "rulesList": "Round 1: The first round is a completely pen and paper round where the teams have to present a concept plan for the catapult that they want to manufacture. The available materials and equipment for the fabrication would be revealed on the spot and may include springs, plywood, wristbands, nails, etc. Based on the use of available material, feasibility, the designs would be scored. Some simple MCQs would be also be asked as a part of this round. The top six teams with maximum total score will move to round 2. (NOTE- knowledge of advanced subjects is not required to answer these MCQs).\n<br/><br/>Round 2: The qualifying teams would be given the material for fabrication of catapult. The teams have to complete the fabrication in the prescribed time period. The final catapults will judged on the basis of range, robustness, concept, feasibility, and best utilization of material. The team with the greatest score will be the winner. Top two teams will be given cash prizes.",
    "category": "Manufacturing Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K",
    "coordinators": "Niklank- +91 9888696867: Naman- +91 7417725699",
    "minSize": 3,
    "maxSize": 4
  },
  {
    "name": "Manufacturing Quiz",
    "shortDescription": "Compete with other teams in a battle of knowledge and wisdom related to manufacturing.",
    "details": "If you know it and dare to speak, then this is the event for you. Come be a part of this event to showcase your manufacturing knowledge. Teams of 2-3 are allowed. The participants have to go through a written quiz first which would include questions about various manufacturing processes as well as aptitude. Shortlisted teams would then compete in the buzzer round. The faster the buzzer sounds, more the questions one can answer; mind the negative marking! Teams with highest marks in the buzzer round wins irrespective of their written quiz marks.",
    "rulesList": "Round 1: The first round will be a written round consisting of MCQs on the manufacturing processes. These questions may range from basics of manufacturing processes to advanced industrial concepts. The top few teams with highest scores will qualify for round two. (NOTE- No negative marking) <br/><br/>Round 2: The second round consists of verbal questioning and reasoning round. The teams can pass the question to the next team. But giving a wrong answer would attract penalty. This round will test the practical knowledge as well. And only the top five teams in this round will make it to the buzzer round i.e. round three. <br/><br/>Round 3: The final round is a buzzer round. This knowledge would not just test the knowledge but the first reaction also. The team pressing the buzzer first will be given a chance to answer. Wrong answer will not only attract penalties but also give an advantage to the next team as the question will automatically get passed that too without penalties. Voluntary passing is also allowed but answering such a passed question wrongly will attract penalty. The team with the greatest score will be the winner. The teams will be awarded cash prizes.",
    "category": "Manufacturing Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3.5K",
    "coordinators": "Abhishek- +91 8289003984 : Puneesh- +91 8764207287",
    "minSize": 2,
    "maxSize": 3
  },
  {
    "name": "Aquajet",
    "shortDescription": "To design and fabricate an aquajet that will use water as fuel and will be measured on the basis of time taken and horizontal distance covered.",
    "details": "If you have good engineering skills and want to apply them practically then, this event is for you. The teams will be required to build an aquajet that will be launched in the air using air pump though self manufactured launching pad. The participants will learn about aerodynamics and mechanical aspects of designing.",
    "rulesList": "1.        The candidates will be given two chances/trials.<br/><br/>2.        The task is to cover the maximum horizontal distance and the time of flight taken by the rocket. The place where the tip will fall will be considered for scoring. <br/><br/>3.        The teams are allowed to use different rockets for the trials.The winner is judged on the basis of both the time taken and the distance achieved.<br/><br/>4.        Common launch  pressure (60 to 100 psi/4 to 7 bar) to be agreed before start of the Contest and will be specified by the team members.<br/><br/>5.        Teams must build their Own Launch pads which provide a stable and guided launch to the Aqua jet in the desired direction.<br/><br/>6.        IMPORTANT: All aquajets in this contest must have soft/crushable nose cones to prevent damage or injury in case of accidental impact with objects or persons. This rule will be applied without exception to all aquajets to be flown ballisticaly (in or out of the competition flying). Non-compliant aquajets will be disqualified and not allowed to fly. Also, care must be taken by the team to seal the aquajet properly in order to prevent it from bursting under water pressure.<br/><br/>7.        NOTE: Its necessary to use only water. Teams cannot use any other combination with soda, additives, mint-coke etc to propel the jet.",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 9K",
    "coordinators": "Parneet Singh Dilawri- 9041138354 : Aakash Singh- 9888275799",
    "minSize": 2,
    "maxSize": 3
  },
  {
    "name": "Machinist",
    "shortDescription": "Time to test your innovative and engineering skills by doing a simple task in an indirect and overcomplicated fashion by developing a chain reaction.  (Using concepts of Goldberg machines)",
    "details": "A Rube Goldberg machine is a machine intentionally designed to perform a simple task in an indirect and overcomplicated fashion. Often, these machines consist of a series of simple devices that are linked together to produce a domino effect, in which each device triggers the next one, and the original goal is achieved only after many steps.",
    "rulesList": "Stage 1 : There will be a quiz on quantitative and logical reasoning. Only top 5 teams will qualify for the 2nd stage<br/><br/>Stage 2 : The Teams are supposed to build devices (with the material provided to them) to complete a simple task in a minimum of twenty steps in the style of American cartoonist Rube Goldberg using the general material provided to all the participants.<br/><br/>Gameplay: <br/><br/>1.        Teams have to manufacture the machine using the materials provided to them.<br/><br/>2.        The machine should be completed within the given time limit of the competition. After the time is over no change in the mechanism will be allowed to do.<br/><br/>3.        The machine must use at least twenty steps and also complete the task within two minutes. And no more than 100 steps are to be used.<br/><br/>4.        If the machine malfunctions at a step, the team is allowed to manually guide it to the next step but a penalty is assessed for each intervention.<br/><br/>Scoring:<br/><br/>1.        Marks will be taken aggregate of the steps that are taken and the time that is taken using a formula which will provide 60% weightage to marks obtained by no. of steps used and 40% to marks obtained by time taken to complete.<br/><br/>2.        Two chances will be provided to complete the task.<br/><br/>3.        In case of draw, judges might judge general impressions of teamwork, agility of structure, time taken for set-up and \"Goldberg spirit\".",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 7K",
    "coordinators": "Parneet Singh Dilawri- 9041138354 : Aakash Singh- 9888275799",
    "minSize": 3,
    "maxSize": 4
  },
  {
    "name": "Caddventure",
    "shortDescription": "Test your 3D software skills and your imagination 3 D designing.",
    "details": "If you love creativity and have a habit of modelling your imagination on 3D softwares then,  compete in this event and see where you stand among CAD enthusiasts",
    "rulesList": "1.        You may use any CAD software. (Catia, AutoCAD, Solid works, Pro-E)<br/><br/>2.        PCs will not be provided. So please arrange your PC yourself. <br/><br/>3.        2-D drawings will be provided of the part/components and the assembly.Participant has to show the file of the complete assembly and the individual components as well.<br/><br/>4.        The parameters on which your design will be judged are:<br/><br/>        a) Accuracy of the design, dimensions/constraints playing an important role.<br/><br/>        b) Time taken to complete model.<br/><br/>5.        Variations in dimensions are acceptable as long as they are reasonable.<br/><br/>        a) The decision of judges will be final and no further debate will be allowed.<br/><br/>        b) Entry will be strictly disqualified if found using unfair means.<br/><br/>        c) Problem statement for the same would be given on the spot.",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 7K",
    "coordinators": "Parneet Singh Dilawri- 9041138354 : Aakash Singh- 9888275799",
    "minSize": 1,
    "maxSize": 1
  },
  {
    "name": "Robo Cup",
    "shortDescription": "Design a manual robot that can be an all-rounder in the football field. A bot that can score goals as well as defend his own goal line will emerge as the new champion.",
    "details": "Robots made by people are ready to prove their worth in the people’s sport – FOOTBALL.<br/><br/>1. The robots will go one on one in this football tournament.<br/><br/>2. The bots from both the teams must attack by making goals and at the same time defend their own goalpost.<br/><br/>3. The bot can kick or drag the ball to score goals.",
    "rulesList": "1. Each team can have a maximum of 4 participants.<br/><br/>2. One person cannot be part of two teams.<br/><br/>3. Only one person from the team can control the bot at one point of time.<br/><br/>4. No damage should be made by a bot to the arena, to obstacles in arena or to other team’s bots during the match inany manner. <br/><br/>5. The organizers reserve the right to change the rules as they deem fit.<br/><br/>6. If bot stops working then there will be timer of 15 seconds for the other team to score goal. Then after 15 seconds, 30 seconds will be provided to the team to rectify the problem. If team is not able to rectify problem within 30 seconds then they have to place their bot as it is whether working or not.",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 15K",
    "coordinators": "Shreshth- +919478072356 : Aadesh- +918558047161 : Nikhil- +918289086349",
    "minSize": 2,
    "maxSize": 4
  },
  {
    "name": "Clash & Clatter",
    "shortDescription": "Design a robot for dragging the opponent's robot from their area in the game of Tug of War for bots",
    "details": "“The bugle of the war is on.<br> It's the powerful sound of this bugle that gave Rani Laxmi Bai, the courage to pick her sword, Maharana Pratap, the strength to stand alone against all odds, and Porras, the power to consistently fight against Sikandar <br> Indian warriors have fought some of the most epic battles with great bravery and gallantry and Indian history is itself the proof of these exemplary battles. Mahabharata, being the most remarkable of all, left a message for the generations to follow that always do what is morally right. With this spirit of warship, let's hear some really solid bots clash and clatter and give in their all to win the fight. <br>So, the war is ON. <br> Are you guys ready to battle?”",
    "rulesList": "1.Each team can have a maximum of 4 participants.<br> 2. A team may consist of students from different colleges with valid identity cards (college ID).<br> 3. One person cannot be part of two teams.<br> 4. During the battle, contestants are not allowed to touch their bots.<br> 5.Only one member will be allowed to control the bot.<br> 6. In case the bot stops working during the battle, only one chance will be given to the team to fix the issue for a time of one minute. Battle time will be stopped during this and will resume after 1 minute automatically.<br>",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 15K",
    "coordinators": "Shiwangi Garg- +916280771722 : Camilla Garg- +918146400674 : Kawalpreet Singh- +919068657506",
    "minSize": 2,
    "maxSize": 4
  },
  {
    "name": "CrossRoads",
    "shortDescription": "Develop a bot (wired or wireless) such that it can cross all types of hurdles from marbles to grease to sand to subways to ramps and many other twist & turns .",
    "details": "<br> India is the cradle of human race, the birthplace of human speech, the mother of history, the grandmother of legend and the great grandmother of traditions. Our most valuable and most constructive materials in the history of man are treasured up in India only.</br> Exploring this treasured heritage, you have to travel from Jammu & Kashmir, the native city of forest n mountains to the bottom most point of the jewel, Kanyakumari </br> Exploring the black soil overcoming all hurdles, fetching the newly grown grains in Punjab, paying tribute to the Taj or covering the deepest point, Diamantina trench; whatever be the case you need to reach your final destination.</br> So, what are you waiting for </br> Ready - steady - go!! </br>",
    "rulesList": "1.Teams of 4 max allowed from different colleges and universities having a valid identification of their college.<br> 2.One bot per team <br> 3. Healthy competition expected from all teams <br> 4.Misbehavior and rule violation intolerable . Team will be disqualified.<br> 5. Changes might be there in the actual arena and the rules during the whole event from first round to the third round according to the scenario.<br> 6.Any kind of damage will not be tolerable and the team will be disqualified.",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 11K",
    "coordinators": "Biswajit Pradhan- +91 7973497689 : Niharica- +91 7508224631 : Vivek- +91 8716904450",
    "minSize": 2,
    "maxSize": 4
  },
  {
    "name": "Cozmo Clench",
    "shortDescription": "The team has to build a manually controlled bot which can do the simple task of gripping blocks and putting them in target zones while overcoming various obstacles in the path",
    "details": "It is said that change is the law of nature. But today, technology is the ruler of our lives. Technological advancements have always tried to minimize the human efforts and to channelize the energy into the right direction. <br>Likewise, the pick n place robots find their roots from the pulleys for drawing water from wells by Indian ladies who used to travel miles away from their homes. From sowing seeds to harvesting, everything has become automated these days. <br> So, keeping this flavor of the Indian culture in our minds and connecting to our Mother land, let's get some cool pick n place robots into the arena and see how well can the ease our lives.<br>Ready for the challenge?",
    "rulesList": "1.Each team can have a maximum of 4 participants.<br> 2.A team may consist of students from different colleges with valid identity cards (college ID).<br> 3. One person cannot be part of two teams.<br> 4.During the battle, contestants are not allowed to touch their bots.<br> 5.Only one member will be allowed to control the bot.<br>\n6.Wire should remain slack at all times.<br> 7.The event may be recorded by an overhead camera provided by the organizers.<br> 8. No damage should be made by a bot to the arena, to obstacles in arena or to other team’s bots\nduring the match in any manner.<br> 9.The organizers reserve the right to change the rules as they seem fit.<br> 10.When a team is called for match, they must report within five minutes.<br> 11.Judge’s decision will be final.<br>",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 25K",
    "coordinators": "Payal Sharma- +919466689392 : Shreya Gulati- +918191030615 : Harmandeep- +919815830961",
    "minSize": 2,
    "maxSize": 4
  },
  {
    "name": "Straw-Scrapers",
    "shortDescription": "The aim is to construct “The strongest and lightest tower” using straws and cello tape.",
    "details": "This event is based upon the idea to use bamboo as a construction material that has been used from ages and still used in many parts of the world. Bamboo has been the backbone of Civil Engineers from ages. Even today, in this modern world, bamboo can be utilized as a building material for Scaffolding, Bridges and Houses. It is a natural composite material with a high Strength-to-Weight ratio useful for structures and has a higher compressive strength than wood, brick or concrete and higher tensile strength than rival Steel. In the event, straws will be provided (analogous to bamboo sticks) and with the help of straws a building is to be constructed. It will test the engineering mind of the participants who will build a strong structure out of this fragile material.\nThe teams has to construct a strong and light tower using cello tape and straws in 1.5 hours. No other materials will be allowed for constructions of tower. Tower should stand on its base on the level platform.",
    "rulesList": "1. Height of tower should not be less than 75 cm. \n2. No joint should exceed 6 members.\n3. The team can have at least 2 and at most 3 members and no two teams can have the same member.\n4. Only the material provided by the organisers can be used.\n5. Cello tape provided cannot be applied at any other part of the Straw-scraper except at the \nstraw-straw joints.\n6. Weight-to-Strength Ratio = (total weight supported by the tower) / (tower weight)",
    "category": "CIVIL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 4.5K",
    "coordinators": "Prabjot Singh- +91-9915289928 : Abhishek Pathania- +91-8054361033",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Scrape-a-Soap",
    "shortDescription": "You’ll be required to model a specific 3D model using a soap by looking at the top, front and side view. The most dimensionally accurate and fastest maker shall be the winner.",
    "details": "Now you need to know that the King of Persia, Cyrus The Great wanted to gift her queen, Tomyris a precious memento. But as per the spell casted by a saint that precious thing can be only claimed once a model is carved out of a soap and a magical spell is casted when its neither dusk nor dawn. Is your Imagination strong? Will you be able to cast this spell with magic of your creativity and craft of hands? Let's find out.",
    "rulesList": "1. Judgement will be done on the basis of dimensional accuracy and the time taken to make the required soap model. The surface finish will also be given due weightage.\n2. The final decision of organizers will prevail.\n3. Each team will consist of 2 members only.\n4. No two teams can have the same member.",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 8K",
    "coordinators": "Prabjot Singh- +91-9915289928 : Dinker Jain-  +91-8557827393",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Encode Steel",
    "shortDescription": "Design a G + 10 residential structure using relevant software and present the detailed drawings and report.",
    "details": "In Delhi stands the mighty pillar that has survived the ravages of time for centuries i.e. IRON PILLAR OF DELHI. This iron pillar was made to honor one of the most important Hindu Gods – Vishnu. The pillar has attracted the attention of archaeologists and materials scientists because of its high resistance to corrosion and has been called a \"testimony to the high level of skill achieved by the ancient Indian iron smiths in the extraction and processing of iron. It is arcane, it’s 24 ft iron pillar. Iron remains same then, now and forever but not the capabilities of those who engineered them.  So, ASCE PEC let’s you redefine your structural capabilities with its event DEAL-WITH-STEEL this PECFEST’18. The aim is to Design a G + 10 residential structure, present Design drawings showing various views and general arrangement and also present Drawings of critical connections base plate and their details along with detailed bill of the materials used.",
    "rulesList": "1. General arrangement and structural design drawings showing plan, elevation and sectional views highlighting the structural systems of the proposed structure.   2. Detail drawing(s) showing connection details of beams, columns, bracings, claddings, etc. in accordance with ‘Design Scope’.   3. All drawings should be drawn in AutoCAD or any other CAD software. Submission should be submitted in Soft copies (PDF) only.   4. Design calculations should be complete in all respects and neatly presented in the form of design report (PDF in A4 size paper). Use of standard analysis software like STAAD.Pro or similar is desirable. Design checks for the selected sections (at least one from each type i.e. column & beam) shall be presented manually preferably in spreadsheets format, such as MS Excel. Connection design calculations and detailed sketches (at least one for each type of connection envisaged) must be submitted.   5. A brief write-up (Max. 1000 words, duly typed on A4 size paper) on the work (consisting of design considerations, assumptions etc.) shall be included as a preamble to the design report.   6. File used in the software for structural design shall be properly named, zipped into a single folder and submitted as mentioned at the end of Problem Statement. These files should be adequate for recreating the design.   7. During the final presentation, weightage shall be given for structural design safety, economy, durability and practical aspects of execution. 8. Specific design codes/standards, materials, parameters and Design Loads shall be applicable on the proposed structure. The same may be found in detailed Problem Statement.",
    "category": "CIVIL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K",
    "coordinators": "Aashish Monga- +91 9779339023 : Angadpreet Brar- +91 8194907888",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Surveyometry",
    "shortDescription": "The aim is to use the surveying and geometric techniques for obtaining ground distances.",
    "details": "In today’s world, we are using very fast and efficient techniques for surveying but a few centuries ago, when there were no equipments like Auto-Level or Total Station, engineers were using just compass and tapes and they were very accurate and precise with their surveys. Taj Mahal, Jantar Mantar, are few such examples of their proficiency. Surveyo-metry is an event based on surveying and geometric calculations using these equipments. The problem will be synchronized with points on field and participants will be asked to determine certain distances and angles on field which will lead to determination of final dimensions asked in the problem statement. Team with most accurate survey will be considered as winner.",
    "rulesList": "1 The team which completes the task in the given time with most accuracy will be declared winners.\n2 Points will be deducted from the final score with every additional minute a team takes over the given time period to complete the task.\n3 One team can have a minimum of 3 and a maximum of 5 participants. \n4 Cross-college participation is allowed but no two teams can have a same member.\n5 Both the rounds will take place back-to-back and in case a qualifying team does not abide by the time limits, it will be disqualified and the next top scoring team from the previous stages will be called in.\n6 Team that damages any instruments provided to them will be disqualified from the competition.",
    "category": "CIVIL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 9K",
    "coordinators": "Abhishek Pathania- +91-8054361033 : Tanmay Mahajan- +91-8284852478",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Concrete Canoe",
    "shortDescription": "Building a canoe with concrete under various dimensions and material constraints.",
    "details": "It is really a thrilling experience to design and build concrete canoe and finally row it in water, which a layman would find very hard to believe.  Taking the experiences from abroad, Punjab Engineering College has organised Concrete Canoe competitions on a small scale in the recent past.",
    "rulesList": "Each team shall have a maximum of 6 persons (with minimum 2 boys and minimum 1 girl)\n\tThe canoe must be designed by a team of bonafide students pursuing Civil/Architecture/Ocean Engineering program at any AICTE approved University/Engineering College in India. \n\tThe mould for casting the canoe cannot be prepared by professionals other than the team members.  All works (design, construction, testing, etc.) must be performed by the team members.\n\tThe length, width, and height of your canoe must be less than or equal to 1.5m, 0.3m, and 0.25 m, respectively.\n\tThe teams can either bring their furnished boats at the time of testing or they can come to the PEC University campus on 13 and 14 october and construct their boats on the spot.\n\tConcrete will be allowed to set for atleast 15 days and testing would be done on event day only.\n\tThe teams will be provided all the basic raw materials including cement, aggregate, thermocol and other basic material free of cost on the spot only. No admixtures and other additives will be provided, participants can bring their own material (if they require",
    "category": "CIVIL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 15K",
    "coordinators": "Tanmay Mahajan- +91-8284852478 : Angadpreet Brar- +91-8194907888",
    "minSize": 3,
    "maxSize": ""
  },
  {
    "name": "Astrophotography Competition",
    "shortDescription": "Stellar shots of space",
    "details": "Competition is open to all astronomy and astrophotography enthusiasts and you can submit your best astrophotograph in the provided online portal.",
    "rulesList": "1. Image can include any celestial body and can include landscape elements as well. <br/><br/> 2. Winners will be selected by an external judge whose decision will be final.",
    "category": "ASTRONOMY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3K",
    "coordinators": "Chirag Singla- 9878883734 : Reuben Georgi- 9781099858",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Brahmand",
    "shortDescription": "Trivia event on all things space",
    "details": "From stars and constellations to satellites and the Space Shuttle, the Astronomy and Space Physics Society is proud to present the fourth edition of its annual quiz competition. The event will consist of 5 rounds including a preliminary round.",
    "rulesList": "1.Teams of two are invited. Flying solo may be permitted as well! After all, everyone has a little bit of Chuck Norris waiting to drive a spaceship through a black hole. <br/><br/> 2. Quizmaster's descision is final.",
    "category": "ASTRONOMY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3.5K",
    "coordinators": "Chirag Singla- 9878883734 : Reuben Georgi- 9781099858",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Egg Drop Challenge",
    "shortDescription": "The egg may be considered to be an analogical representation of some precious cargo, such as a human being, that ideally would not be harmed upon re-entry into the atmosphere from space. Egg drop challenge helps in cases where you have to drop something safe from certain height in an emergency.",
    "details": "Egg drop challenge is an on the spot event in which teams have to design a compact structure using different types of materials acquired by them through Auctioning. Teams have to drop the structure from a height of 20ft. The aim is to prevent the egg from cracking.",
    "rulesList": "Maximum size of structure – 12*12*12(inch) </br> Maximum size of structure – 12*12*12(inch) \n2) Height – 20 feet \n3) Maximum of 5 members per team is allowed. \n4) Use of adhesives between Material and Egg is not permitted. \n5) Maximum time will be 1 hour for designing the structure after getting material from auctioning \n6) The structure should be dropped with zero velocity. \n7) Two chances shall be given to each Team. However, the second chance will lead to a penalty of 10 points \n8) Teams are not allowed to take structure with them. \n9) Teams can only use material provided at that time through Auctioning. Using materials from outside will lead to disqualification.",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 5K",
    "coordinators": "Chirag Singla- 9878883734 ; Shantnu Chawla - +919041490500 ; Jasneet Chahal - +919813199399",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Wordhunt",
    "shortDescription": "Space related puzzle event",
    "details": "A large crossword type puzzle will be laid out and contestants need to answer the given questions by making use of the puzzle.",
    "rulesList": "",
    "category": "ASTRONOMY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 4.5K",
    "coordinators": "Chirag Singla- 9878883734 : Reuben Georgi- 9781099858",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "CoDecode",
    "shortDescription": "A 6-hour competitive programming hackathon",
    "details": "Teams will be given real life situations that they will have to solve using a programming language. Teams clearing the prelims will be invited for the final onsite showdown. The teams have to code their way through 3 rounds of 2 hour each. The one with the highest cumulative score and lowest time of completion takes the cash prize.",
    "rulesList": "1) Participation in team of two members .\n2) Preliminary online round will be conducted and the top teams get to compete at the onsite. \n3) Preliminary Round is a three hour coding challenge, consisting of 5 problems. Top 25-30 teams will be invited for the onsite\n4) The final showdown will be a 6-hour programming challenge, divided in three slots of 2 hours each.\n5) Each round will have its own set of questions with varying scores for each question. \n6) The total contest will span for 7 hours, so the teams will be allowed to take a break for 1 hour of their choice, but only after submitting a round and before starting the next round.\n7) The time saved in one round(if completed before two hours) gets added to the further rounds. \n8) Time penalities will be included for incorrect submissions, and will be used as tie breaker in case of tie.\n9) Team with highest cummulative points takes home the prize money.\n10) Internet connection will be provided, but switching of tabs or use of any unfair means will lead to disqualification.",
    "category": "CODING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 17.5K",
    "coordinators": "Akhil Singla: 9855339642 Siddharth Dangwal: 708787883",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Coding Relay",
    "shortDescription": "Coding Team Fun Event",
    "details": "Coding event where the team members will have to code alternatively for some time period, without having discussion. The key is going to be the coding chemistry of the team, how well one can read and continue the other person's code.",
    "rulesList": "1) Participation in team of two members .\n2) Each team will be given a Programming Puzzle that they will have to code. \n3) The real challenge is that the team would not be allowed to discuss the approach verbally.\n4) Each member codes gets 30 seconds to read the current code and 150 seconds to type the code.\n5) This process continues until the puzzle is solved or time is up (3 iterations) \n6) The teams will have a discuss-for-1-minute card, which they can use to discuss the problem statement, but that minute will count as 2 in the final time score.\n7) The teams can submit any number of time, each wrong submission costing 1 minute \n8) The team with correct submission and minimum time wins.\n9) Each team gets at max two opportunities in this event.  \n10) Teams are allowed to bring their own laptop, but use of any unfair means would mean direct disqualification.",
    "category": "CODING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3.5K",
    "coordinators": "Akhil Singla: 9855339642 Siddharth Dangwal: 708787883",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Hackathon",
    "shortDescription": "12 Hour Long Software Hackathon",
    "details": "The highly coveted Hackathon is back this Pecfest. A 12 Hr long event in which participanting teams on the basis of  online prelims will compete to develop an software/application to help resolve a real life problem. The event will test you on your competitive coding and development skills",
    "rulesList": "1. Participation in teams of 2 to 4 members only<br/><br/> 2. Prelims will be conducted on 13th & 14th Oct on Online Platform<br/><br/>3.The link for the prelims will be posted on Event Page of Facebook as well as PECFEST Website<br/><br/>5. The competition will test competitive as well as development skills.<br/><br/>6. The Qualified teams are required to be present in the premises of Punjab Engineering College for the final event.",
    "category": "CODING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 45K",
    "coordinators": "Pritish-                  +91-9878167190:  Shagundeep         +91-8427014751:   Nikita                    +91-9530573810: Sanyam Dhawan  +91-9530610167",
    "minSize": 2,
    "maxSize": 4
  },
  {
    "name": "Catch em all",
    "shortDescription": "Design a manually controlled robot which can catch maximum coloured balls while they are falling through an incline",
    "details": "The manually controlled bot will travel an obstacle course to reach the main play arena. A bot is supposed to travel front and back in order to catch the balls. The main arena is an inclined surface containing different types of obstacles so that the balls while coming down change their paths many times in order to confuse the participant manoeuvring the bot. The balls are of different colours having different points. The bot would have to move such that it catches the most number of points and simultaneously is not catching the balls having negative points. The bot having the maximum number of points wins this event.",
    "rulesList": "1. The bot will cross the obstacle course to reach the play area. The time(seconds) required to cross the obstacle course will be deducted from the initial score.</br>2. Four different coloured balls of different points will be released simultaneously from\none end when the bot reaches the play area.</br>3. The balls will collide with the obstacles and change its direction. The bot will have to track the ball and catch it when it will arrive at the opposite end.",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 10K",
    "coordinators": "Himanshu        +91-9501988663:  Utkarsh            +91-8968659922:    Janamdeep      +91-7508505543: Jatin                 +91-8607096404",
    "minSize": 1,
    "maxSize": 3
  },
  {
    "name": "Code n Go",
    "shortDescription": "Coding Fun Event",
    "details": "This PECFEST, along with plethora of other events, we bring you an opportunity to test your programming skills through this event, CODE N GO. Be ready, roll up your sleeves to apply all your skills here as we bring you a fun event where all people from across all the colleges will compete to win! So, all the coders gear up! The fun is about to begin!",
    "rulesList": "1. There are no teams<br/><br/>2. Participants will be specifically tested on how skilled they are in C language. We will be having loads of code snippets categorized into three categories- Easy, Medium & Difficult.<br/><br/>3. This event shall be conducted on all 3 days of PECFEST",
    "category": "CODING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3.5K",
    "coordinators": "Harshima             +91-9466825806:  Prabhnoor            +91-8194947300:  Chetna        +91-8901255830:  Akshima                +91-8872799939",
    "minSize": 1,
    "maxSize": 1
  },
  {
    "name": "Meshmerize",
    "shortDescription": "Maze Solver event(In collaboration with TechFest!!)",
    "details": "Teams have to build an autonomous robot which can follow white lines and keep track of directions while going through the maze. The bot has to analyze the path in the dry run and has to go through the maze from the starting point to the ending point in shortest path in actual run. The winning teams will get direct entry to Techfest, IIT Bombay",
    "rulesList": "The game play consists of two parts<br/><br/>1. The first part is the “Dry Run”​ in which the bot must start from the ‘Start’ and find its way to reach the ‘End’ of the arena.<br/><br/>2. The bot has to give a signal by glowing an LED as soon as it senses the white box below it at the end.<br/><br/>3. The bot has to follow an algorithm to find its path to reach ‘End’ and bot can store the turns in its memory to explore the shortest path during the second part of journey. There are no restrictions to cover all the checkpoints.<br/><br/>4. The second part is the “Actual Run”​. In this run, the bot has to restart from the ‘Start’ again and finds its way to the ‘End’ through the best possible path by following the path that was stored in the first run. The ‘End Zone’ has a white box of 330mm x 330mm (lxb) that indicates the end of the path for the bot.<br/><br/>5. The timer will be set to zero as the “Actual Run” begins. <br/><br/>6. A total of 3 minutes​ will be provided to complete the dry run.<br/><br/>7. A total of 2 minutes and 30 seconds ​will be provided to complete the actual run. If the bot takes more than 3 minutes for completing the dry run, then the extra time taken will be deducted from the timing of the actual run which is 2 minutes and 30 Seconds.",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 10K",
    "coordinators": "Arnav Malhotra     +91-8699739350:  Kunal                    +91-9646704719:    Raghav                 +91-9876661795:      Smily Rana           +91 8728979599",
    "minSize": 1,
    "maxSize": 4
  },
  {
    "name": "Case Study Competition",
    "shortDescription": "Showcase the problem-solver within you!!",
    "details": "A platform for all the budding analysts and problem solvers to showcase their skills. The case study event shall test the participants on their business acumen, creative thinking and presentation skills. This event will be comprise of a preliminary round on the basis of which top 20 entries will be invited to the campus for the final round.",
    "rulesList": "1. Participation in teams of 2-4 members only<br/><br/>2. This competition comprises of two parts:-<br/><br/>a) Prelims:-<br/><br/>(i) Solve any one of the case studies mentioned in the problem statement & send it in the format of presentation<br/><br/>(ii) Last Date for submission -22nd Oct.<br/><br/>(iii) The presentations have to be emailed at ieee.pecsb@gmail.com<br/><br/>(b) Final Round:-<br/><br/>(i) The shortlisted teams will be invited to the campus via event coordinators<br/><br/>(ii) The teams are required to carry their own laptops.",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K",
    "coordinators": "Sameer                 +91-9897507824:                                                               Mukul                    +91-9821401080:                                                            Shreya Garg         +91-9417814157:                                                               Nishant                 +91-9876501487",
    "minSize": 2,
    "maxSize": 4
  },
  {
    "name": "Ethical Hacking",
    "shortDescription": "Unleash the Hacker within you!!!",
    "details": "",
    "rulesList": "",
    "category": "CODING",
    "eventType": "Technical",
    "prize": "COURSES WORTH 60K",
    "coordinators": "",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Solar roller",
    "shortDescription": "To design and race a solar car using commonly available materials and to challenge their peers in head-to-head competition.",
    "details": "The competition will be held in 2 rounds, in the first round, one has to complete 5 laps of the arena and the qualifying teams will be eligible for the second round, wherein they have to pass the obstacles provided as a part of the challenge.",
    "rulesList": "1)There will be separate events for wired and wireless bots.<br/><br/>2)The teams must adhere to the spirit of healthy competition.<br/><br/>3)No changes will be allowed to the bot after round 1.<br/><br/>4)If the authenticity of the design comes into question, the organizers’ decision will be final and binding.<br/><br/>5)Organizers reserve the right to disqualify any team indulging in misbehavior or violating any rules.<br/><br/>6)Any team that is not ready at the specified time will be disqualified from the competition automatically.<br/><br/>7)In case of any disputes/discrepancies, the organizers' decision will be final and binding.<br/><br/>8)The organizers reserve the rights to change any or all of the above rules as they deem fit.<br/><br/>9)Change in rules, if any will be highlighted on the website and notified to the registered teams.<br/><br/>10)Note that at any point of time, the latest information will be that which is on the website.<br/><br/>11)The information provided in the pdf downloaded earlier may not be the latest.However, the registered participants will be informed through mail about any such changes.",
    "category": "SOLAR ENERGY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 15K",
    "coordinators": "Palak jain +919352299222;Pranav Rai +919650165263",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Ideate",
    "shortDescription": "Ideate,Vision 2030 wants to bring innovative solutions to build smart villages, tackle problem of water management, stop corruption, improve health sector and save the world from pollution",
    "details": "Ideate, Vision 2030 wants to create and encourage science-based solutions for the benefit of mankind and society at large; to create a world which is prosperous and healthy, where governance is responsive, transparent and corruption-free; a world where poverty has been totally eradicated, illiteracy removed and crime against women and children eliminated.You are free to think like anunconventional thinker and come up with great innovations. Do not limit yourselves to these problem statements.",
    "rulesList": "1. All projects being displayed will have a fair chance of receiving further development opportunities offered by funding organizations and Venture capitalists.<br/><br/>2. Every team has to register online on our website for the competition. A Team ID will beallocated to the team on registration which shall be used for future references.<br/><br/>3. A team can register at any point of time before as mentioned in structure and submitted final abstract and video (as mentioned in the structure).<br/><br/>4. The decision of the organizers or judges shall be treated as final and binding on all.Pecfest has all the rights to verify the identity and accuracy of the details provided by the participants.<br/><br/>5. No responsibility will be held by Pecfest, for any late, lost or misdirected entries.<br/><br/>6. The idea presented by the teams should be original (not protected bymeans of patent/copyright/technical publication by anyone else).<br/><br/>7. Note that at any point of time the latest information will be that which is on the website.However, registered participants will be informed through mail about any changes on the website.<br/><br/>8. All modes of official communication will be through the Pecfest e-mail.",
    "category": "SOLAR ENERGY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K",
    "coordinators": "Ashmeet +91946u267806;Anupam Saini +919416957782",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Hackathonize",
    "shortDescription": "Task is to qualify the Quiz and earn maximum points possible to be able to buy tools and participate in Grand Finale Hackathon.",
    "details": "Hackathonize is a hack day or hackfest is a design sprint event in which computer programmers and others involved in circuit designers, projects, and others,including subject-matter-experts, collaborate intensively on Hardware projects.The goal of a hackathon is to create usable hardware with the goal of creating a functioning product by the end of the event.Hackathons tend to have a specific focus, which can include components used, efficiency of the system, an application,or the subject and the creativity. In other cases, there is no restriction on the type of components(availiable at pecfest) used being created.",
    "rulesList": "1)Each team will consist of only four participants.<br/><br/>2) The participants can be from the same organization/ institution or different as well.<br/><br/>3) Team composition cannot be changed after the preliminary rounds.<br/><br/>4) Teams will have to register on daretocomplete.com to participate for online preliminaries.<br/><br/>5) Multiple logins, entries and submissions will lead to disqualification of the team.<br/><br/>6) The decision of the organizers or judges shall be treated as final and binding on all.",
    "category": "SOLAR ENERGY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 8.5K",
    "coordinators": "Aman Garg +917087484617;Jatin Batra +918607096404",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Quizotopia",
    "shortDescription": "Quizotopia is a quizzing event which along with your technical skills will also test your mental ability",
    "details": "Quizotopia is 2 round quizzing event with prelims being conducted on online platform and final showdown will be  at pecfest.Participants will have to solve general aptitude questions, technical questions related to engineering and general trivia questions related to solar energy.",
    "rulesList": "1.    It is an individual event. <br/><br/> 2.   Time limit for the online test will be 45 minutes. <br/><br/>3.   The test will be divided into three sections consisting of aptitude, technical and general solar related trivia multiple choice questions. <br/><br/>4.  There will be an online qualifier round. <br/><br/>5.  You can attempt only once. <br/><br/>6.  The link to the test would be mailed to you. <br/><br/>7.  The final round will be held during PECFEST. <br/><br/>8.   Top  50 participants from qualifier round will get   e-certificates of participation. <br/><br/>9.  Participants reaching final round will get a certificate as well. <br/><br/>10.The decision of the quiz master will be final and abiding.",
    "category": "SOLAR ENERGY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 5K",
    "coordinators": "Vaibhav Setia        +917986506559; Krittika Chhabra +917307189333",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Mechanical Stablized Earth",
    "shortDescription": "Mechanically stabilized earth or MSE is soil constructed with artificial reinforcing. It can be used for retaining walls, bridge abutments, seawalls, and dikes. MSE retains the soil under crest loads. The reinforcement improves the earth by increasing the bearing capacity of the soil and reduces the settlement. It also reduces the liquefaction behaviour of the soil. The construction of reinforced earth structure has become wide spread in Geotechnical engineering practice in the last two decades owing to their ease of construction and economy compared to those of conventional methods.",
    "details": "The team has to make a model of MSE using the given mould, reinforcement material, water and soil. This model will be tested under Compression testing machine.",
    "rulesList": "1. Each team will have 2 members.\n2. The time limit to finish the challenge will be 30 minutes.\n3. Each team will be given a mould (Cubical), reinforcement material, water and soil using which they will build a model of MSE.\n4. Participants can choose the type and the number of reinforcement material from the various material provided to them.\n5. A compression test will be done on every model in compression testing machine.\n6. There will a quiz before the model making competition only 5 teams will qualify in the next round i.e. MSE model making round.",
    "category": "GEOTECHNICAL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K",
    "coordinators": "Manav +9194630 50462;  Simranjot +919464438883;  Karanveer +918284913478",
    "minSize": 2,
    "maxSize": 2
  },
  {
    "name": "GeoWall",
    "shortDescription": "Geo wall is a costeffective soil-retaining structures that can tolerate much larger settlements than reinforced concrete walls. By placing tensile reinforcing elements in the soil, the strength of the soil can be improved significantly.These include bridge abutments and wing walls, as well as areas where the right-of-way is restricted, such that an embankment or excavation with stable side slopes cannot be constructed. They are particularly suited to economical construction in steep-sided terrain, in ground subject to slope instability, or in areas where foundation soils are poor.",
    "details": "This competition is derived from the GEOWALL competition which is organised in USA by American Society of Civil Engineers. The objective of the GeoWall competition is to design and build a model mechanically stabilized Earth (MSE) retaining wall using paper reinforcement taped to a wall (cardboard) facing.",
    "rulesList": "1. Each team will have two members.\n2. Participants need to qualify a preliminary quiz consisting of general questions related to the field. \n3. Five teams will be selected for the second stage.\n4. Participants will be given cardboard boxes. One side of these boxes will act as the retaining wall and paper reinforcement will be attached to it. \n5. Retaining wall will have to support a backfill (soil mass which will be provided). \n6. Load will be placed on each model and the one which will bear maximum load will win.",
    "category": "GEOTECHNICAL ENGINEERING",
    "eventType": "Technical",
    "prize": "",
    "coordinators": "Hardik +9180540 24423; Yamini +919872234576; Ishaan +919501836500",
    "minSize": 2,
    "maxSize": 2
  },
  {
    "name": "Periloscope Challange",
    "shortDescription": "While oscillating in different eras of the past, we have witnessed a lot of perils consisting of disasters and calamities which ultimately lead to destruction of life. Scrutinizing the perils, we had developed various peril protection policies to save life from becoming extinct. Help us in strategizing which policy to be used during which era by analysing the traits of past perils.",
    "details": "The competition is a gamified version of real world situation, where organizations given theconstraints of budget, have to decide basis historical risk patterns, which assets are more prone to risk and thus need to be insured. The game will aid the participants to develop a basic understanding of specialty insurance and broking industry.",
    "rulesList": "1) In this game, the participants will need to form team of 3. Each team is expected to playthe role of a Chief Risk Officer, responsible for protecting their assets through the role of a Chief Risk Officer, responsible for protecting their assets through appropriate insurance policies. <br/><br/> 2) An asset portfolio will be provided to each team across several locations spread (e.g.Mumbai, Tokyo, etc.). Each team starts the game with a premium amount of 5% of the total asset value in any particular year.</br> 3)Associated with each asset will be a set of Perils that could impact that asset (e.g.earthquake, hurricane etc.). Teams need to purchase peril protection across various asset classes. There may not be any certainty of a particular peril occurring in a particular year, but the pattern of perils in the past 100 years could give some indication.</br> 4) Based on these inputs, each team is expected to Strategize and allocate their premium across the asset base and protect their asset value. If the team had purchased a policy for an asset, the asset would be protected in case the peril occurs. </br> 5)The game will played be across 3 years (structure of the competition is mentioned at the end of problem statement). Each round across the course of the festival, time slots will be considered as 1 year. </br> 6)Each year, assets get wiped out due to a peril (if it was not covered by a policy), and will not be available for subsequent years",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 10K",
    "coordinators": "Akshat Bhardwaj +919501802912; Pranav Bharara +917888796412",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Aeromodelling Challenge",
    "shortDescription": "Boeing Aeromodelling is a prestige name in the field of aerospace engineering. PEC hereby invites all the passionate aeromodellers to design, fabricate and put their hardwork into skies to test it against the limits of the aeromodellers.",
    "details": "The competion shall require to complete the tack on an ideal trajectory estimated and prescribed.\n\nThe traqjectory involves basic aerobatic manuvering, obstacle clearance and landing parameters.\n\nTime shall be a passively evaluated parameter heavily scored iun the competition.",
    "rulesList": "The Design constraints are:\n1) Battery Weight should not exceed 140gms\n2) Thrust to weight Ratio should be less than or equal to 0.75 ( It shall be neutralized by adding weight)\n\nThe scoring will be done on the basis of :\n1) Takeoff and Landing area (Hand launch allowed)- 50 points \n2) Gate obstacle - 25 points\n3) Payload Drop - 25,20, 15, 10 points\n4) Figure 8 loop - 25 points\n5) Percentile Time - 75 points\n\nThe Team size should be :\nMinimum of 3 members\nMaximum of 5 members",
    "category": "AEROSPACE",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 30K",
    "coordinators": "Shalini Priya 8800281029;\n\nSrushti Patel 8901553037;\n \nNavneet Dua 8619289158",
    "minSize": 3,
    "maxSize": 5
  },
  {
    "name": "Old Guard Technical Poster Competition",
    "shortDescription": "Technical Poster competition aims to bring out the creatvity of an engineer",
    "details": "Engineers, like all professionals, must possess a well-developed ability to communicate. This poster competition is designed to emphasize the ability to deliver a visual presentation. Subject matter is to be related to some area in the field of mechanical engineering.",
    "rulesList": "Each poster may be no larger than 48 inches (122 cm) by 36 inches (91.4 cm) unfolded. Posters may be assembled using A4, A5 or 8½\" by 11\" paper panels. </br> The poster must be able to stand free on a supporting table by means of one or more vertically hinged joints separating the poster into multiple panels, or by physical supports attached to the back of the poster that are not visible from the front of the poster. </br> Except for fasteners (such as thumbtacks) all poster material must be flush with the board, not protruding more than 1/8 inch (3.2 mm). </br> There may be no mechanical or electrical devices attached to the poster. </br> There may be no materials placed in front of, above, below, or to the side of the poster. </br> All material must be accessible without having to lift or turn a page. </br> Each entry may have only one author printed on the poster. However, ethical policies require credit (acknowledgements) to be given on the poster for any assistance by other students or advisors. </br> The name and affiliation of the author must be in a prominent place on the Poster",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 2K",
    "coordinators": "Gaurav Gupta - +918557801045; Uday Raghuvanshi - +919463494842",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Hover Rumble",
    "shortDescription": "Hover Rumble, a Battle Royale of hovercrafts in multi-terrain arena. The structure shall be tested for efficiency, design and applicability in a scenario in a clash of crude strength.",
    "details": "The competition shall be a test of smart designing, strength and control over the structure.\n\nStrenght, thopugh important shall not be the mere criteria for judging the hovercrafts.\n\nEfficient fabrication and performance in rough terrain shall play crucial role in the rumble.\n\nMaterial selection to aptly withstand a rumble is important p[arameter to be kept in mind for the contest.",
    "rulesList": "The design constraints for this Competition are:\n\n1) The size of the Hovercraft should be 50cm * 75cm maximum with 10% relaxation in area\n2) A wireless control with onboard battery is allowed\n3) You are only required to levitate the hovercraft and not fly it.\n4) The timing for one round is 4 minutes + 60 seconds extra\n\nThe royale is :\n1) Only 4 teams at a time are allowed in the arena\n2) Last team standing or the one with the highest score wins\n3) Minor repair allowed\n\nThe scoring will be on the basis of:\n1) Design performance in Royale\n2) Manuering\n3) Utilization of arena\n\n\nThe Team size should be :\nMinimum of 3 members\nMaximum of 5 members",
    "category": "AEROSPACE",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 10K",
    "coordinators": "Yashwant Mor - 7042995066\n\nRahul Sehgal - 7888821412",
    "minSize": 3,
    "maxSize": 5
  },
  {
    "name": "Glider Making",
    "shortDescription": "A competition dedicated to the roots of measuring the skies. Gliders are the simplest flying/airborne structures. The competion aims to make a manuverable glider that must be able to follow a predicted straight path and stay afloat for maximum duration.",
    "details": "The glider competition shall judge the capability of the glider to traverese mazimum distance with minimum raate of declination.\n\nAlso the glider must be controllable flying structure and not deviate from the prescribed landing strip.\n\nThe glider must not exceede the described constraints.",
    "rulesList": "The design constraints are:\n1) The wingspan should be 1 meter\n2) Fixed actuators \n3) There are no constraints on weight and material\n\nCompetition Rounds:\n\nROUND 1\nHand Launch\n\nROUND 2\nVertical Drop\n\nThe scoring will be done on the basis of:\n1) Time of Flight - 50%\n2) Distance covered - 40%\n3) Deduction from deviation from Strip - 10%\n\nThe Team size should be :\nMinimum of 1 members\nMaximum of 3 members",
    "category": "AEROSPACE",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 9K",
    "coordinators": "Sarjit Singh - 9803417777 ;\n\nSahil Kansal- 7009443692",
    "minSize": 1,
    "maxSize": 3
  },
  {
    "name": "Virtual Flying",
    "shortDescription": "A fun event giving you the feel of flying in the the virtual skies. Make the screen the skiees and the joystics the flight controllers. It is always v#better to horn your skills before hitting the skies, why not do it competitively.",
    "details": "",
    "rulesList": "Individual participation with prior / walk in registrations.",
    "category": "AEROSPACE",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3K",
    "coordinators": "Amish Jindal - 8708271837",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Fluid Stroll",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3K",
    "coordinators": "",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Prezentatsiya",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "Materials Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 5.5K",
    "coordinators": "",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Paper Soar",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "Materials Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K",
    "coordinators": "",
    "minSize": "",
    "maxSize": ""
  },
  {
    "name": "Origami Kozo",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "Materials Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 9K",
    "coordinators": "",
    "minSize": "",
    "maxSize": ""
  }
]
