[
  {
    "name": "Full Throttle",
    "shortDescription": "To build and run a radio controlled car, powered by an IC engine.",
    "details": "The mini RC car will compete on a specially designed race rack specifically meant for testing of the car. The team will have to prove itself in a race against time and then finally race against opponents on an off road track with obstacles. The fun filled event is a perfect mix of dirt and enthusiasm.",
    "rulesList": "Team Size : 3 to 4 members ( Only 1 member can drive the car in the event for each round) <br/> Stage 1: The interested teams have to send a video of their working car at least four days prior to PECFEST. The teams will be given two chances to drive their cars on the track. The time for both the laps will be noted and best of them will be considered for evaluation. On the basis of time, nine teams will be shortlisted for round 2. <br/>Stage 2: The nine teams qualifying round one will be divided into three groups on the basis of their lap times. Every group will race on the track and best of each group will clear for final round i.e. round 3. These three contestants for final round will become eligible for direct entry to the IITB Full throttle to be held in Techfest in December 2018. <br/>Stage 3: The final round contestants will compete on the same track. The final race would consist of three laps and the first one to finish the laps would be the winner. The winner will get an exciting cash prize. In case a car stops or tumbles through the course, the driver will continue from the last checkpoint. A total of four checkpoints will be provided on the track and the timer will not be stopped for resetting the car on the checkpoint.",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 30K;",
    "coordinators": "Parneet Singh Dilawri +91 9041138354; Simranjit Singh +91 8557984412;"
  },
  {
    "name": "Katapult",
    "shortDescription": "To make a miniature version of catapult used in ancient times as a war machine.",
    "details": "Katapult is a manufacturing-cum-fun event for all. You don%u2019t need to belong to a particular branch. All you need is a concept and a team. No need to carry a thing. The participants have to build a catapult from the material provided on the spot. The participants will be given 2-3 hours%u2019 time to design and fabricate a small or a big catapult- size doesn%u2019t matter. The catapult can be as small as to fit in the palm. No need to stick to the conventional clash of clans design.",
    "rulesList": "Round 1: The first round is a completely pen and paper round where the teams have to present a concept plan for the catapult that they want to manufacture. The available materials and equipment for the fabrication would be revealed on the spot and may include springs, plywood, wristbands, nails, etc. Based on the use of available material, feasibility, the designs would be scored. Some simple MCQs would be also be asked as a part of this round. The top six teams with maximum total score will move to round 2. (NOTE- knowledge of advanced subjects is not required to answer these MCQs).\n<br/>Round 2: The qualifying teams would be given the material for fabrication of catapult. The teams have to complete the fabrication in the prescribed time period. The final catapults will judged on the basis of range, robustness, concept, feasibility, and best utilization of material. The team with the greatest score will be the winner. Top two teams will be given cash prizes.",
    "category": "Manufacturing Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K;",
    "coordinators": "Niklank +91 9888696867; Naman +91 7417725699;"
  },
  {
    "name": "Manufacturing Quiz",
    "shortDescription": "Compete with other teams in a battle of knowledge and wisdom related to manufacturing.",
    "details": "If you know it and dare to speak, then this is the event for you. Come be a part of this event to showcase your manufacturing knowledge. Teams of 2-3 are allowed. The participants have to go through a written quiz first which would include questions about various manufacturing processes as well as aptitude. Shortlisted teams would then compete in the buzzer round. The faster the buzzer sounds, more the questions one can answer; mind the negative marking! Teams with highest marks in the buzzer round wins irrespective of their written quiz marks.",
    "rulesList": "Round 1: The first round will be a written round consisting of MCQs on the manufacturing processes. These questions may range from basics of manufacturing processes to advanced industrial concepts. The top few teams with highest scores will qualify for round two. (NOTE- No negative marking) <br/>Round 2: The second round consists of verbal questioning and reasoning round. The teams can pass the question to the next team. But giving a wrong answer would attract penalty. This round will test the practical knowledge as well. And only the top five teams in this round will make it to the buzzer round i.e. round three. <br/>Round 3: The final round is a buzzer round. This knowledge would not just test the knowledge but the first reaction also. The team pressing the buzzer first will be given a chance to answer. Wrong answer will not only attract penalties but also give an advantage to the next team as the question will automatically get passed that too without penalties. Voluntary passing is also allowed but answering such a passed question wrongly will attract penalty. The team with the greatest score will be the winner. The teams will be awarded cash prizes.",
    "category": "Manufacturing Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3.5K;",
    "coordinators": "Abhishek +91 8289003984; Puneesh +91 8764207287;"
  },
  {
    "name": "Aquajet",
    "shortDescription": "To design and fabricate an aquajet that will use water as fuel and will be measured on the basis of time taken and horizontal distance covered.",
    "details": "If you have good engineering skills and want to apply them practically then, this event is for you. The teams will be required to build an aquajet that will be launched in the air using air pump though self manufactured launching pad. The participants will learn about aerodynamics and mechanical aspects of designing.",
    "rulesList": "1.        The candidates will be given two chances/trials.<br/>2.        The task is to cover the maximum horizontal distance and the time of flight taken by the rocket. The place where the tip will fall will be considered for scoring. <br/>3.        The teams are allowed to use different rockets for the trials.The winner is judged on the basis of both the time taken and the distance achieved.<br/>4.        Common launch  pressure (60 to 100 psi/4 to 7 bar) to be agreed before start of the Contest and will be specified by the team members.<br/>5.        Teams must build their Own Launch pads which provide a stable and guided launch to the Aqua jet in the desired direction.<br/>6.        IMPORTANT: All aquajets in this contest must have soft/crushable nose cones to prevent damage or injury in case of accidental impact with objects or persons. This rule will be applied without exception to all aquajets to be flown ballisticaly (in or out of the competition flying). Non-compliant aquajets will be disqualified and not allowed to fly. Also, care must be taken by the team to seal the aquajet properly in order to prevent it from bursting under water pressure.<br/>7.        NOTE: Its necessary to use only water. Teams cannot use any other combination with soda, additives, mint-coke etc to propel the jet.",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 9K;",
    "coordinators": "Parneet Singh Dilawri-90411-38354 ; Aakash Singh-98882-75799;"
  },
  {
    "name": "Machinist",
    "shortDescription": "Time to test your innovative and engineering skills by doing a simple task in an indirect and overcomplicated fashion by developing a chain reaction.  (Using concepts of Goldberg machines)",
    "details": "A Rube Goldberg machine is a machine intentionally designed to perform a simple task in an indirect and overcomplicated fashion. Often, these machines consist of a series of simple devices that are linked together to produce a domino effect, in which each device triggers the next one, and the original goal is achieved only after many steps.",
    "rulesList": "Stage 1 : There will be a quiz on quantitative and logical reasoning. Only top 5 teams will qualify for the 2nd stage<br/>Stage 2 : The Teams are supposed to build devices (with the material provided to them) to complete a simple task in a minimum of twenty steps in the style of American cartoonist Rube Goldberg using the general material provided to all the participants.<br/>Gameplay: <br/>1.        Teams have to manufacture the machine using the materials provided to them.<br/>2.        The machine should be completed within the given time limit of the competition. After the time is over no change in the mechanism will be allowed to do.<br/>3.        The machine must use at least twenty steps and also complete the task within two minutes. And no more than 100 steps are to be used.<br/>4.        If the machine malfunctions at a step, the team is allowed to manually guide it to the next step but a penalty is assessed for each intervention.<br/>Scoring:<br/>1.        Marks will be taken aggregate of the steps that are taken and the time that is taken using a formula which will provide 60% weightage to marks obtained by no. of steps used and 40% to marks obtained by time taken to complete.<br/>2.        Two chances will be provided to complete the task.<br/>3.        In case of draw, judges might judge general impressions of teamwork, agility of structure, time taken for set-up and \"Goldberg spirit\".",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 7K;",
    "coordinators": "Parneet Singh Dilawri-90411-38354 ; Aakash Singh-98882-75799;"
  },
  {
    "name": "Caddventure",
    "shortDescription": "Test your 3D software skills and your imagination 3 D designing.",
    "details": "If you love creativity and have a habit of modelling your imagination on 3D softwares then,  compete in this event and see where you stand among CAD enthusiasts",
    "rulesList": "1.        You may use any CAD software. (Catia, AutoCAD, Solid works, Pro-E)<br/>2.        PCs will not be provided. So please arrange your PC yourself. <br/>3.        2-D drawings will be provided of the part/components and the assembly.Participant has to show the file of the complete assembly and the individual components as well.<br/>4.        The parameters on which your design will be judged are:<br/>        a) Accuracy of the design, dimensions/constraints playing an important role.<br/>        b) Time taken to complete model.<br/>5.        Variations in dimensions are acceptable as long as they are reasonable.<br/>        a) The decision of judges will be final and no further debate will be allowed.<br/>        b) Entry will be strictly disqualified if found using unfair means.<br/>        c) Problem statement for the same would be given on the spot.",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 7K;",
    "coordinators": "Parneet Singh Dilawri-90411-38354 ; Aakash Singh- 98882-75799;"
  },
  {
    "name": "Robo Cup",
    "shortDescription": "Design a manual robot that can be an all-rounder in the football field. A bot that can score goals as well as defend his own goal line will emerge as the new champion.",
    "details": "Robots made by people are ready to prove their worth in the people%u2019s sport %u2013 FOOTBALL.<br/>1. The robots will go one on one in this football tournament.<br/>2. The bots from both the teams must attack by making goals and at the same time defend their own goalpost.<br/>3. The bot can kick or drag the ball to score goals.",
    "rulesList": "1. Each team can have a maximum of 5 participants.<br/>2. One person cannot be part of two teams.<br/>3. Only one person from the team can control the bot at one point of time.<br/>4. No damage should be made by a bot to the arena, to obstacles in arena or to other team%u2019s bots during the match inany manner. <br/>5. The organizers reserve the right to change the rules as they deem fit.<br/>6. If bot stops working then there will be timer of 15 seconds for the other team to score goal. Then after 15 seconds, 30 seconds will be provided to the team to rectify the problem. If team is not able to rectify problem within 30 seconds then they have to place their bot as it is whether working or not.",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 15K;",
    "coordinators": "Shreshth- +919478072356; Aadesh- +918558047161; Nikhil- +918289086349;"
  },
  {
    "name": "Clash & Clatter",
    "shortDescription": "Design a robot for dragging the opponent's robot from their area in the game of Tug of War for bots",
    "details": "%u201CThe bugle of the war is on.<br> It's the powerful sound of this bugle that gave Rani Laxmi Bai, the courage to pick her sword, Maharana Pratap, the strength to stand alone against all odds, and Porras, the power to consistently fight against Sikandar <br> Indian warriors have fought some of the most epic battles with great bravery and gallantry and Indian history is itself the proof of these exemplary battles. Mahabharata, being the most remarkable of all, left a message for the generations to follow that always do what is morally right. With this spirit of warship, let's hear some really solid bots clash and clatter and give in their all to win the fight. <br>So, the war is ON. <br> Are you guys ready to battle?%u201D",
    "rulesList": "1.Each team can have a maximum of 4 participants.<br> 2. A team may consist of students from different colleges with valid identity cards (college ID).<br> 3. One person cannot be part of two teams.<br> 4. During the battle, contestants are not allowed to touch their bots.<br> 5.Only one member will be allowed to control the bot.<br> 6. In case the bot stops working during the battle, only one chance will be given to the team to fix the issue for a time of one minute. Battle time will be stopped during this and will resume after 1 minute automatically.<br>",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 15K;",
    "coordinators": "Shiwangi Garg  : +916280771722; Camilla Garg  :  +918146400674; Kawalpreet Singh : +919068657506;"
  },
  {
    "name": "CrossRoads",
    "shortDescription": "Develop a bot (wired or wireless) such that it can cross all types of hurdles from marbles to grease to sand to subways to ramps and many other twist & turns .",
    "details": "<br> India is the cradle of human race, the birthplace of human speech, the mother of history, the grandmother of legend and the great grandmother of traditions. Our most valuable and most constructive materials in the history of man are treasured up in India only.</br> Exploring this treasured heritage, you have to travel from Jammu & Kashmir, the native city of forest n mountains to the bottom most point of the jewel, Kanyakumari </br> Exploring the black soil overcoming all hurdles, fetching the newly grown grains in Punjab, paying tribute to the Taj or covering the deepest point, Diamantina trench; whatever be the case you need to reach your final destination.</br> So, what are you waiting for </br> Ready - steady - go!! </br>",
    "rulesList": "1.Teams of 4 max allowed from different colleges and universities having a valid identification of their college.<br> 2.One bot per team <br> 3. Healthy competition expected from all teams <br> 4.Misbehavior and rule violation intolerable . Team will be disqualified.<br> 5. Changes might be there in the actual arena and the rules during the whole event from first round to the third round according to the scenario.<br> 6.Any kind of damage will not be tolerable and the team will be disqualified.",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 11K;",
    "coordinators": "Biswajit Pradhan +91 7973497689; Niharica +91 7508224631; Vivek +91 8716904450;"
  },
  {
    "name": "Cozmo Clench(IITB event)",
    "shortDescription": "The team has to build a manually controlled bot which can do the simple task of gripping blocks and putting them in target zones while overcoming various obstacles in the path",
    "details": "It is said that change is the law of nature. But today, technology is the ruler of our lives. Technological advancements have always tried to minimize the human efforts and to channelize the energy into the right direction. <br>Likewise, the pick n place robots find their roots from the pulleys for drawing water from wells by Indian ladies who used to travel miles away from their homes. From sowing seeds to harvesting, everything has become automated these days. <br> So, keeping this flavor of the Indian culture in our minds and connecting to our Mother land, let's get some cool pick n place robots into the arena and see how well can the ease our lives.<br>Ready for the challenge?",
    "rulesList": "1.Each team can have a maximum of 4 participants.<br> 2.A team may consist of students from different colleges with valid identity cards (college ID).<br> 3. One person cannot be part of two teams.<br> 4.During the battle, contestants are not allowed to touch their bots.<br> 5.Only one member will be allowed to control the bot.<br>\n6.Wire should remain slack at all times.<br> 7.The event may be recorded by an overhead camera provided by the organizers.<br> 8. No damage should be made by a bot to the arena, to obstacles in arena or to other team%u2019s bots\nduring the match in any manner.<br> 9.The organizers reserve the right to change the rules as they seem fit.<br> 10.When a team is called for match, they must report within five minutes.<br> 11.Judge%u2019s decision will be final.<br>",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 25K;",
    "coordinators": "Payal Sharma- +919466689392; Shreya Gulati- +918191030615; Harmandeep- +919815830961;"
  },
  {
    "name": "Straw-Scrapers",
    "shortDescription": "The aim is to construct %u201CThe strongest and lightest tower%u201D using straws and cello tape.",
    "details": "This event is based upon the idea to use bamboo as a construction material that has been used from ages and still used in many parts of the world. Bamboo has been the backbone of Civil Engineers from ages. Even today, in this modern world, bamboo can be utilized as a building material for Scaffolding, Bridges and Houses. It is a natural composite material with a high Strength-to-Weight ratio useful for structures and has a higher compressive strength than wood, brick or concrete and higher tensile strength than rival Steel. In the event, straws will be provided (analogous to bamboo sticks) and with the help of straws a building is to be constructed. It will test the engineering mind of the participants who will build a strong structure out of this fragile material.\nThe teams has to construct a strong and light tower using cello tape and straws in 1.5 hours. No other materials will be allowed for constructions of tower. Tower should stand on its base on the level platform.",
    "rulesList": "Weight-to-Strength Ratio = (total weight supported by the tower) / (tower weight)\n\nHeight of tower should not be less than 75 cm. No joint should exceed 6 members.\nThe team can have at least 2 and at most 3 members.",
    "category": "CIVIL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 4.5K;",
    "coordinators": "Prabjot Singh +91-9915289928; Abhishek Pathania +91-8054361033;"
  },
  {
    "name": "Scrape-a-Soap",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "CIVIL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 8K;",
    "coordinators": ""
  },
  {
    "name": "Deal With Steel (IITB Techfest - Encode Steel)",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "CIVIL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K;",
    "coordinators": ""
  },
  {
    "name": "Surveyometry",
    "shortDescription": "The aim is to use the surveying and geometric techniques for obtaining ground distances.",
    "details": " In today%u2019s world, we are using very fast and efficient techniques for surveying but a few centuries ago, when there were no equipments like Auto-Level or Total Station, engineers were using just compass and tapes and they were very accurate and precise with their surveys. Taj Mahal, Jantar Mantar, are few such examples of their proficiency. Surveyo-metry is an event based on surveying and geometric calculations using these equipments. The problem will be synchronized with points on field and participants will be asked to determine certain distances and angles on field which will lead to determination of final dimensions asked in the problem statement. Team with most accurate survey will be considered as winner.\n",
    "rulesList": "%uF0B7 The team which completes the task in the given time with most accuracy will be declared \nwinners.\n%uF0B7 Points will be deducted from the final score with every additional minute a team takes over \nthe given time period to complete the task.\n%uF0B7 One team can have a minimum of 3 and a maximum of 5 participants. \n%uF0B7 Cross-college participation is allowed but no two teams can have a same member.\n%uF0B7 Both the rounds will take place back-to-back and in case a qualifying team does not abide by \nthe time limits, it will be disqualified and the next top scoring team from the previous stages \nwill be called in.\n%uF0B7 Team that damages any instruments provided to them will be disqualified from the \ncompetition.",
    "category": "CIVIL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 9K;",
    "coordinators": "Abhishek Pathania +91-8054361033;  Tanmay Mahajan  +91-8284852478;"
  },
  {
    "name": "Concrete Canoe",
    "shortDescription": "Building a canoe with concrete under various dimensions and material constraints",
    "details": "",
    "rulesList": "",
    "category": "CIVIL ENGINEERING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 15K;",
    "coordinators": ""
  },
  {
    "name": "Astrophotography Competition",
    "shortDescription": "Stellar shots of space",
    "details": "",
    "rulesList": "1. Image can include any celestial body and can include landscape elements as well.  <br/> 2. Winners will be selected by an external judge whose decision will be final.",
    "category": "ASTRONOMY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3K;",
    "coordinators": "Chirag Singla 9878883734; Reuben Georgi 9781099858;"
  },
  {
    "name": "Brahmand",
    "shortDescription": "Trivia event on all things space",
    "details": "",
    "rulesList": "1.Teams of two are invited. Flying solo may be permitted as well! After all, everyone has a little bit of Chuck Norris waiting to drive a spaceship through a black hole. <br/> 2. Quizmaster's descision is final.",
    "category": "ASTRONOMY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3.5K;",
    "coordinators": "Chirag Singla 9878883734; Reuben Georgi 9781099858;"
  },
  {
    "name": "Egg Drop Challenge",
    "shortDescription": "Ensure Humpty Dumpty survives the fall",
    "details": "",
    "rulesList": "1. Team can consist of 2 to 3 members.<br/> 2. Materials are to be acquired through auctioning with each team provided a fixed budget. <br/> 3. Acquired materials are not to be shared between teams. <br/> 4. Egg's condition after the drop will be the primary factor in selecting the winner.",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 5K;",
    "coordinators": "Chirag Singla 9878883734; Reuben Georgi 9781099858;"
  },
  {
    "name": "Wordhunt",
    "shortDescription": "Space related puzzle event",
    "details": "",
    "rulesList": "1. It is an individual event.<br/> 2. Puzzle should not be damaged or tampered with in any way.",
    "category": "ASTRONOMY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 4.5K;",
    "coordinators": "Chirag Singla 9878883734; Reuben Georgi 9781099858;"
  },
  {
    "name": "Ultimate Coding Showdown",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "CODING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 17.5K;",
    "coordinators": ""
  },
  {
    "name": "Coding Relay",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "CODING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3.5K;",
    "coordinators": ""
  },
  {
    "name": "Hackathon",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "CODING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 45K;",
    "coordinators": ""
  },
  {
    "name": "Catch em all",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 10K;",
    "coordinators": ""
  },
  {
    "name": "Code n Go",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3.5K;",
    "coordinators": ""
  },
  {
    "name": "Meshmerize",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "ROBOTICS",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 10K;",
    "coordinators": ""
  },
  {
    "name": "Case Study Competition",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K;",
    "coordinators": ""
  },
  {
    "name": "Ethical Hacking",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "CODING",
    "eventType": "Technical",
    "prize": "COURSES WORTH 60K;",
    "coordinators": ""
  },
  {
    "name": "Solar roller",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "SOLAR ENERGY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 15K;",
    "coordinators": ""
  },
  {
    "name": "Ideate",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "SOLAR ENERGY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K;",
    "coordinators": ""
  },
  {
    "name": "Hackathonize",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "SOLAR ENERGY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 8.5K;",
    "coordinators": ""
  },
  {
    "name": "Quizotopia",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "SOLAR ENERGY",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3.5K;",
    "coordinators": ""
  },
  {
    "name": "Mechanical Stablized Earth",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "GEOTECHNICAL",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K;",
    "coordinators": ""
  },
  {
    "name": "Periloscope Challange",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 10K;",
    "coordinators": ""
  },
  {
    "name": "Boeing Aeromodelling Competition",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "AEROSPACE",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 30K;",
    "coordinators": ""
  },
  {
    "name": "Old Guard Technical Poster Competition",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "MECHANICAL AND DESIGNING",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 2K;",
    "coordinators": ""
  },
  {
    "name": "Hover Rumble",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "AEROSPACE",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 10K;",
    "coordinators": ""
  },
  {
    "name": "Glider Making",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "AEROSPACE",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 9K;",
    "coordinators": ""
  },
  {
    "name": "Virtual Flying",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "AEROSPACE",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3K;",
    "coordinators": ""
  },
  {
    "name": "Fluid Stroll",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "FUN EVENT",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 3K;",
    "coordinators": ""
  },
  {
    "name": "Prezentatsiya",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "Materials Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 5.5K;",
    "coordinators": ""
  },
  {
    "name": "Paper Soar",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "Materials Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 6K;",
    "coordinators": ""
  },
  {
    "name": "Origami Kozo",
    "shortDescription": "",
    "details": "",
    "rulesList": "",
    "category": "Materials Engineering",
    "eventType": "Technical",
    "prize": "PRIZES WORTH 9K;",
    "coordinators": ""
  }
]
